[["Doctors, nurses demand government fill 'unacceptable' gaps in protective gear on front lines", "Canada's doctors and nurses are demanding that the federal government do more to protect front line workers against COVID-19, calling a critical lack of personal protective equipment (PPE) \"outrageous and unacceptable.\" Organizations representing front line workers delivered a blunt warning Tuesday that lives are at stake, and pleaded for more transparency and urgent federal action during a virtual meeting of the House of Commons health committee.  MPs on the committee are holding regular hearings via teleconference on the government's response to COVID-19. Dr. Sandy Buchman, president of the Canadian Medical Association, said Canada was caught flat-footed by the pandemic and now everyone is scrambling to ensure public health capacity can meet an expected surge in demand. Calling it a \"dark reality,\" he said he's hearing from physicians that the inadequate supply of surgical masks, N95 respirators, face shields, gowns and gloves is even more alarming than initially thought. \"The toll that is paid for this uncertainty weighs heavily on health care workers across the country,\" he said.  \"They are scared. They are anxious. They feel betrayed. They don't know what supplies are available.\" Buchman said he's concerned about the problem of keeping enough doctors and other health professionals on the job, given the heightened threats they face of sickness and physical and mental burnout, and the risk they might refuse to work due to a lack of protective gear. Physicians working in hospitals handling COVID-19 cases don't know how long current supplies will last, and many are being asked to ration or re-use supplies, he said, adding that anxiety is heightened by a lack of information and transparency around inventories. \"Asking health care workers to be on the front lines of this pandemic without the proper equipment is unacceptable. Shortages must be addressed immediately and information about supplies must be disseminated. People's lives are on the line,\"  he said. \"Would we expect a firefighter to enter a burning building, risking his or her life, without adequate protective equipment to keep them from harm? Physicians and other front line health care workers have a call to duty. They are willing to place themselves in harm's way. But they have rights too – and that is their right to be protected when they put themselves at risk of harm.\" Dr. Alan Drummond of the Canadian Association of Emergency Physicians also conveyed \"disturbing\" reports about shortages and rationing of protective equipment. \"The pandemic has not peaked and the virus will be with us for some time. We need to continue to build our supply and distribution chains coast to coast so all front line staff have the appropriate PPE to provide care safely,\" he said.  Drummond said \"preservation\" measures, such as limiting nurses to two masks per shift, might be considered rationing. He also cautioned against \"excessive anxiety\" and said he hopes the government will deliver on its promise to deliver more protective gear and supplies. Linda Silas, president of the Canadian Federation of Nurses Unions, said she finds it \"striking\" that, just a few months ago, governments and managers deferred to the clinical and professional judgment of health care workers to decide what's needed to keep patients and workers safe — yet now they're \"locking up personal protective equipment to keep it away from health care workers.\" \"When faced with this level of uncertainty around a new coronavirus, especially around something so fundamental as how it spreads, we should start with the highest level of protection for health care workers – not the lowest,\" she said. \"Front line workers across the country who are directly involved in the care of presumed and confirmed COVID-19 patients are not being provided with the PPE they need to do their jobs. That's simply outrageous and unacceptable in a world-class health system like ours.\" Silas said that, since its inception in the wake of the SARS outbreak, the Public Health Agency of Canada has not made workplace safety a primary focus and has \"failed over and over to consider and appropriately protect the health and safety of health care workers. \" She said the government should invoke the Emergencies Act to ensure supplies and equipment are deployed where needed across the country. Buchman said he salutes the government's call to enlist retired professionals and others to help in the battle against COVID-19, but he also warned that older people are at greater risk of experiencing severe symptoms if they become infected. He said that must be considered in the context of a shortage of PPE supplies. \"We do have to be careful about what we're asking,\" he said. Watch: Prime Minister Justin Trudeau says entire world lacked sufficient stocks of personal protective equipment: Prime Minister Justin Trudeau said this week that while Canada's supplies of PPE are running low, domestic production is coming online and will be able to fill Canada's needs \"within the coming weeks.\" \"There is a global shortage right now, where people are trying to get as much as they can. And we're continuing to work with all our traditional suppliers and new suppliers to make sure we're providing the equipment needed for Canadians,\" he said.  Chief Public Health Officer Theresa Tam also addressed the shortage this week, saying that all levels of government are pulling out all the stops in their efforts to secure supplies of PPE. As Canada awaits international shipments and increased domestic production, Tam said, other measures — such as disinfecting respirator masks so that they can be safely reused — are being examined. She also said hospitals are looking at designating wards solely for patients infected with COVID-19, so that protective equipment can be sent to one area of the hospital to keep health workers in the rest of the system safe. Watch: Freeland says American PPE shipments from 3M 'will continue unimpeded':"], ["Masks and COVID-19: When, how and why you'd wear them", "Public health officials in North America initially discouraged healthy people from wearing masks, saying there's no evidence they provide effective protection against the spread of the coronavirus, which causes COVID-19. But recently, some, including those in Canada and the U.S., have said that wearing non-medical masks in tandem with physical distancing measures could limit the transmission of the virus.  Officials in Asia have long encouraged it. Additionally, health workers in the U.S. Canada say they need masks for protection and are struggling with shortages. Here's a closer look at what public health officials and the research says about who should wear a mask, how to wear one properly and what kind of protection it offers. There are three main types of masks that are available: WATCH | Dr. Samir Gupta explains what you should consider before putting on a mask against COVID-19: For everyday medical care, recommendations vary, said Loeb. For example, the U.S. national Centers for Disease Control and Prevention recommends the use of N95 masks, but the Public Health Agency of Canada recommends a medical mask, and Ontario previously recommended N95 and is now recommending medical masks. However, Loeb said N95 masks are definitely needed for special medical procedures that generate aerosols. The World Health Organization says cloth masks are not recommended for health-care workers \"under any circumstances.\" Consistent use of either N95 or surgical masks reduced infection with SARS, another coronavirus, by roughly 80 per cent among health-care workers, said Loeb, based on both his own research and a study by another research group. Both the SARS studies and a more recent study on a variety of respiratory illnesses, including coronaviruses, didn't find a big difference in protection between the two kinds of masks for regular medical procedures. Loeb is currently setting up a randomized control trial to confirm whether there is a difference for COVID-19. However, Dr. Michael Gardam, chief of staff at Toronto's Humber River Hospital, noted that masks are never used alone as personal protective equipment by health-care workers — they go with face shields, gowns and gloves. The one randomized clinical trial of cloth masks in a health-care setting for protection against respiratory illness — done on influenza, not COVID-19 — found that they let through 97 per cent of virus particles and actually increased the rate of infection among health-care workers. That same study found surgical masks failed to block 44 per cent of virus particles. The authors of that 2015 study recently wrote an addendum to their research because they have received so many questions about it since the coronavirus pandemic began. N95 masks are not generally recommended for the public in North America for protection against disease. But the World Health Organization (WHO) recommends wearing a medical mask at home, if you: Have symptoms, like coughing or sneezing, as it can reduce contagious droplets from being sprayed around you. Are caring for someone with a suspected COVID-19 infection. Outside these circumstances, the WHO says medical masks should be reserved for health care workers. Although initially public health officials in North America and Europe said healthy people didn't need to wear masks in public and people with respiratory symptoms shouldn't be leaving their homes at all, more recently, they have said that non-medical masks can be an additional measure to protect those physically close to you by reducing the chances of some of your respiratory droplets coming into contact with them. On April 3, the U.S. Centers for Disease Control and Prevention began to recommend wearing cloth face coverings in public places where other social-distancing measures are hard to maintain (such as grocery stores and pharmacies), especially in areas with community-based transmission. On April 6, Dr. Theresa Tam, the top doctor at the Public Health Agency of Canada, also suggested using non-medical masks when out grocery shopping or at a pharmacy. However, she noted the mask protects people around the mask wearer, not necessarily the person wearing it. That same day, the World Health Organization said there is no current evidence to make a recommendation for or against the use of such masks by the general public — but it encourages countries that recommend this kind of mask usage to conduct research on the topic. WATCH | Can cloth masks protect you from COVID-19? Two doctors weigh in: WHO recommends:  Before putting on a mask, clean your hands with soap and water or alcohol-based hand sanitizer. Cover your mouth and nose with the mask and make sure there are no gaps between your face and the mask. Avoid touching the mask while using it and clean your hands if you do. Replace the mask with a new one as soon as it's damp and don't reuse single-use masks. Remove it from behind, discard immediately into a closed bin and then clean your hands with soap and water or alcohol-based hand sanitizer. WATCH | What is the correct way to wear and dispose of masks? We don't know specifically for COVID-19, but studies of families where someone has the flu show mask usage is not that effective at preventing transmission, said Gardam, an infectious disease physician. \"It's not at all the dramatic reduction that you would want.\" That's probably because the masks have to be used properly and consistently all the time, he said.  On the other hand, \"it's not going to hurt. It might help,\" he said. But he noted frequent handwashing and keeping at least two metres away from other people are probably more effective and still need to be used in conjunction with a mask. The World Health Organization lists four reasons, saying the masks may: The latter is a big concern for Loeb. \"People are walking down the street with these masks,\" he said, \"And I think that's a waste.\" Ordinary people should be physical distancing so they're never in a position where they might be exposed to a cough or sneeze from someone with COVID-19, he said. Meanwhile, health-care professionals, who certainly will be exposed, are running out: \"There's a very limited supply that's getting more limited.\" In a follow-up interview on April 7, Gardam agreed, but said he is also concerned that people may mistakenly think masks in general protect the wearer rather than others, and get a false sense of security. \"I just worry that it might unintentionally encourage them to get out more, and I don't really want to do that,\" he said. He added that anecdotally, he's noticed that people wearing masks seem less likely to move over and engage in proper physical distancing when encountering others. There also is limited evidence that healthy people wearing masks reduces the community spread of diseases, like COVID-19, as public health officials have been saying, but some acknowledge that's partly because studies haven't been done. Maybe. In a recent article in the Lancet, researchers led by Elaine Shuo Feng, a postdoctoral researcher with the University of Oxford Vaccine Group, suggested it would be \"rational\" to recommend wearing face masks in public for: Gardam said while wearing a mask makes \"zero sense\" while walking down the street, there is a logic to using one if you're forced to be in an enclosed space, such as public transit or a crowded grocery store (although many grocery stores are now limiting the number of customers inside) — circumstances where non-medical masks are now recommended by both Canada and the U.S. In Asian countries, there are many circumstances where mask-wearing is recommended or required, according to Feng's paper, which looked into the variation. For example, in China, as part of strategies to reduce the transmission of COVID-19, some provinces and municipalities make face masks compulsory in public areas, and it's recommended while shopping or in gatherings of children and students. Hong Kong specifically recommends masks when taking in public transit or staying in crowded places. The researchers also said that for cultural reasons, masks are considered a hygienic practice even for healthy people in Asia, while in North America it's considered something only sick people do. Feng's study suggested two possible advantages: Some people have argued that universal mask-wearing is one of the \"pillars of success\" behind successful action to curb COVID-19 transmission in China, Japan, Singapore and South Korea. Gardam said he thinks that's a false argument, because those countries took many measures, and it's impossible to say whether or how much of a difference universal mask-wearing made. Hopefully, wearing non-medical masks will help protect other people, Loeb said in a follow-up interview on April 7. \"But it should not be done at the expense of physical distancing.\" Gardam agreed, saying it's still scientifically debatable whether mask-wearing by the public helps curb the spread of COVID-19. \"The one strategy where there's actually no debate is physical distancing.\" He also wants to make sure people understand that if masks offer protection, it's for people around the mask wearer, not the person wearing the mask. \"So, by all means, wear your masks — just know why you're wearing them and don't stop the other stuff you're doing.\"   WATCH | How to properly wash your hands:"], ["Why B.C. is flattening the COVID-19 curve while numbers in central Canada surge", "The COVID-19 outbreak is currently more severe in Canada's two largest provinces than it is in British Columbia.  That's not opinion; it's fact. Whether you go by confirmed cases or hospitalizations, by raw numbers or a per capita comparison, the virus has steadily grown in Ontario and Quebec.  But in B.C., hospitalizations and active cases have been flat for the last week. The disease growth curve, at least at this point, has been flattened. So, what's the explanation? \"It's very hard to know exactly why,\" said B.C.'s chief medical health officer, Dr. Bonnie Henry, when asked about the difference on Monday. \"Some parts of it are luck, and some parts of it are being prepared.\" It's undoubtedly true that B.C. was able to learn from having a few isolated cases in January and February. It's also true the province has been lucky not to have a viral \"super-spreader,\" as has been the case in other places.  However, there's a little bit more to it than that.  Dr. David Fisman, an epidemiology professor at the University of Toronto, said British Columbia's institutions for disease control have long been a model for the rest of the country.  \"You've got a functioning public health system, with integration of lab and epidemiology and service in British Columbia,\" he said. \"Here in Ontario, we have had difficulties with public health leadership culture for a long time.\"  Fisman says B.C. was able to, as Henry put it, \"take a lot of measures early\" because it had the lines of communication to quickly scale up a unified response relatively early.  It meant a unified response and messaging to the public were underway before COVID-19 was on the radar for many politicians. Whereas in Ontario, it took a little longer for everyone to get on the same page.  Ontario Premier Doug Ford \"has actually stepped up as a leader,\" said Fisman. \"[But] one has to realize Doug Ford's not a public health physician. He's not a microbiologist, and he's not an epidemiologist. So, he's very much dependent on the advice he's given.\" One way that played out was over spring break.  On March 12, B.C. recommended against all non-essential travel outside of Canada, while Ford told families to \"go away\" and \"have fun\" during the week-long holiday.  \"You could see this coming,\" said Fisman. \"There was talk in the epidemiology field that we really can't have a million people return to Ontario from places with unfettered COVID transmission. It's gonna be a very bad thing for us, but we didn't use that opportunity.\" At the same time, British Columbia was fortunate that the scheduled spring break for students was later than in other jurisdictions — allowing health officials to adapt.  \"We learned from Quebec,\" said Henry.  \"Their March break was two weeks earlier than ours, and people were coming back … from places like France, and coming home from March break and getting sick.\"  WATCH | Why B.C. is flattening the curve: Fisman also credited B.C. for putting in an early measure to stop health-care workers from working at multiple care homes, which was a big factor in preventing community transmission. But ultimately he believes a big part of B.C.'s fortune comes from the person who speaks to British Columbians at every news conference. \"Bonnie Henry stays at press conferences and answers the questions … and doesn't shade the truth. She's frank and honest and emotional with people,\" he said. \"And given that part of this response depends on being altruistic and doing the right thing to help other people who we will never meet, having a leader who can articulate how we're all in this together and make a convincing case for why you need to do your part … is very important.\" Henry's direct experience in overseeing Toronto's SARS and H1N1 outbreaks is the type of background that's impossible to quantify in a situation like this. Henry herself doesn't mention it at news conferences. \"Part of [curve-flattening] was the system we had in place to detect cases … and part of it was luck, and part of it was timing,\" she said. But Fisman believes Henry's experience has been crucial.  \"We all play the hand we're dealt. [British Columbia] has played the hand they've been dealt very, very well. And you can see it in the numbers,\" he said. \"Ontario has played the hand that it's dealt in a way that is not the United States … but I think Ontario is lagging.\""], ["U.S. records deadliest day yet in coronavirus crisis", "New York recorded its single greatest one-day jump in deaths from COVID-19, the respiratory disease caused by the coronavirus, but the state's governor pointed to signs that the state may be reaching a plateau in its wrenching efforts to limit the damage caused by the pandemic. The death count for April 6 of 731 marked an increase from the previous day's 599 new deaths, Gov. Andrew Cuomo told a daily briefing on the coronavirus. The overall total of casualties in the state is now 5,489 people. But Cuomo stressed that deaths were often a lagging indicator of patients who have been battling the illness for days or weeks. While new hospitalizations in the state crept up from the previous day's total, at 654, there were just 89 new admissions to intensive care attributable to the coronavirus. The ICU figure was the state's lowest total in two weeks and a sign for optimism as beleaguered hospitals, particularly in New York City and surrounding areas, have confronted escalating demands for scarce ventilators for patients and personal protective equipment for medical staff. But the toll is increasingly grim nationwide. According to the resource centre at Johns Hopkins University in Maryland, over 11,850 people have died in the United States, a total that has skyrocketed since late March. There are over 378,000 confirmed cases, though experts consider the number understated due to a lack of testing capacity in many states. The resource centre has recorded 3,485 deaths in New York City alone. The U.S. national Centers for Disease Control and Prevention reported a whopping increase of 3,154 American deaths on Monday, compared to its previous daily report. The CDC has put the country's death toll at 12,064 as of Monday at 4 p.m. ET. The figures were updated after senior U.S. health officials from the federal government said Tuesday that they believe mitigation efforts are working nationwide, and that they now believe the coronavirus outbreak may kill fewer Americans than some recent projections. U.S. Surgeon General Jerome Adams on Tuesday said he concurred with the director of the CDC that some research models have projected death totals that may prove too high, though neither would offer an alternate estimate. The White House coronavirus task force projected a death toll of 100,000 to 240,000 a week ago, saying containing deaths to that range was possible if strict physical distancing measures were respected, implying it could go even higher. Adams on Tuesday told ABC's Good Morning America that he was encouraged by recent data showing a possible \"flattening\" of the outbreak in some areas, referring to the shape of the curve when deaths are shown on a graph. Asked if he believed the death toll would come in below the dire White House task force projection, Adams said, \"That's absolutely my expectation.\" A research model from the University of Washington — one of several cited by leading health authorities — forecasts 81,766 U.S. coronavirus fatalities by Aug. 4, down about 12,000 from a weekend projection. President Donald Trump has said any death toll less than 100,000 should be considered a successful response from his administration. Also tempering the cautiously optimistic tenor from Cuomo and federal officials, early data from U.S. states shows African Americans have been more likely to die from COVID-19, highlighting longstanding disparities in health and inequalities in access to medical care, experts said. Data from Chicago officials on Monday showed that black residents make up 52 per cent of coronavirus infections and 72 per cent of deaths from COVID-19. \"Those numbers take your breath away. This is a call to action moment for all of us,\" Chicago Mayor Lori Lightfoot said. On Tuesday, Lightfoot told a news briefing that her city has gone from coronavirus cases doubling every one to two days to doubling every nine to 10 days because residents have complied with the state's stay-at-home order. The city has documented 5,043 cases and 118 deaths. \"It's obviously progress,\" Lightfoot said. \"But we are not near the peak so I don't want to raise false expectations that it's coming sometime soon based on the modelling that we have seen.\" Louisiana and Michigan have also reported rates of death from coronavirus among African Americans far greater than their representation in overall state population. Adams, who is black, told the CBS program, This Morning: \"We know that blacks are more likely to have diabetes, heart disease, lung disease. And I have shared myself, personally, that I have high blood pressure.\" Governors of hard-hit states have criticized the government in Washington for what they see as a lack of centralized direction, a trend that continued Tuesday. New Jersey Gov. Phil Murphy called for a \"massive post-mortem\" on the response both in his state and federally, while describing an \"unfathomable\" death toll of over 1,230 state residents. Murphy on Tuesday thanked California, which will be sending 100 ventilators. About 94 cer cent of the ICU admissions in his state related to COVID-19 require the use of ventilators, he said. \"From the bottom of our hearts, thank you. We will repay the favour when California needs it,\" said Murphy. We currently have 7,017 hospitalizations, including <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> positive patients and persons under investigations.<br><br>1,651 individuals are in critical care. 94% of those individuals – 1,540 individuals – are on ventilators. Trump, who has promoted the use of hydroxychloroquine in treating COVID-19, attacked the inspector general for the Department of Health and Human Services on Tuesday, accusing her in a tweet of having produced a \"fake dossier\" on American hospitals suffering shortages of personal protective equipment on the front-lines of the outbreak. Trump did not provide any reason for questioning the report on those shortages, which was based on a survey of over 300 hospitals in late March. On the legislative front, the White House was preparing to ask Congress for an additional round of emergency loans to help small businesses hobbled by the pandemic, and Senate Majority Leader Mitch McConnell said he hoped for approval this week. \"It is quickly becoming clear that Congress will need to provide more funding or this crucial program may run dry,\" McConnell, a Republican, said in a statement. He added that he would work with Treasury Secretary Steven Mnuchin and Senate Democratic Leader Chuck Schumer on the initiative with the goal of winning Senate approval on Thursday. It's not clear if Democrats will agree on the timeline. In a CNN interview on Tuesday, House Speaker Nancy Pelosi also criticized Trump for an apparent move to replace the chair of a board that will oversee the $2.2-trillion US legislative package enacted last month to help provide relief for businesses and individuals."], ["Can mosquitoes spread the coronavirus? Your COVID-19 questions answered", "We're breaking down what you need to know about the pandemic by answering your questions. Send your questions to COVID@cbc.ca and we'll answer as many as we can. We'll publish a selection of answers every weekday online, and put some questions to the experts on The National and CBC News Network.   We've received thousands of emails from all corners of the country. Your questions have surprised us, stumped us and got us thinking, including a number of questions about mosquitoes and the physical distancing measures being taken at the CBC. While there are some viruses that mosquitoes and other insects carry, the coronavirus doesn't seem to be one of them and therefore cannot be transmitted through mosquito bites, says the World Health Organization. Jason Kindrachuk, research chair of microbiology and infectious diseases at University of Manitoba, says mosquitoes aren't something we need to worry about. \"We haven't seen this with other coronaviruses, so it would be very off for something like this to take place,\" he says. We are getting a lot of questions about testing, including from Jim Y. who is waiting for his results. Ontario was dealing with a test backlog in late March which meant about 11,000 people were waiting for their results. The backlog has since been reduced to 329. Ontario has also launched an online service where the public can get their test results.  Other provinces including Alberta have also reported backlogs. If you're waiting for a test result, Dr. Alon Vaisman, infectious disease specialist at Toronto's University Health Network, says: \"You shouldn't assume you're negative.\"  You can find more information here about testing in each province. We've received a number of questions about how CBC News is practising physical distancing during this pandemic, including this email from Nathan H. CBC newsrooms across the country are largely empty and journalists are working from home. That includes the majority of other staff as well.  Much of our radio and TV programming, including The National and CBC News Network, is being created mainly from home, with only a core group of on-air and technical staff still in our buildings. Nearly all appearances by guests, panelists and interview subjects are done by video conference or telephone. For stories that do require news-gathering in the field, reporters and camera crews are following a rigorous process built around distancing our microphones and disinfecting gear.  \"We would never compare to front-line health-care services what we do at CBC,\" said Brodie Fenlon, editor-in-chief of CBC News in a recent blog post. \"But we believe strongly that we … play a critical role in conveying trusted, credible information in this time of crisis while also holding authorities to account for the life-changing decisions they make.\"  Learn more about how CBC journalists and technicians are covering the news during COVID-19 in Fenlon's Editor's Blog. We continue to receive a lot of questions about masks and exercise, including this email from Judy L. First of all, Judy's decision to wear a mask outside is a good idea. Canada's top doctor, Dr. Theresa Tam now says non-medical masks can help stop the spread of COVID-19.  But does she need to be concerned? Probably not, according to Dr. Matthew Oughton, director of the Royal College Training Program in infectious diseases. He says the risk of being exposed to the virus by a passing jogger is \"very low.\" \"Generally speaking, this virus, as with many respiratory infections, is much more difficult to transmit outdoors than indoors,\" he says. Oughton explains that constant air movement outside contributes to a faster dispersion of the respiratory droplets and particles exerted from a passing jogger or anyone else. \"A significant exposure is usually considered to be within six feet [or two metres] for several minutes,\" he says. Assuming that the jogger respects physical distancing, he says \"I would not be concerned that this would pose a high risk of transmitting COVID-19 or other respiratory infections.\" The important thing is to practise physical distancing, by keeping two metres apart from others, as recommended by Health Canada. One person with COVID-19 can spread the virus to others, and that's why it's important for public health officials to identify and locate people who may have come in contact with those who have tested positive. This is called contact tracing. Dr. Richelle Schindler of Alberta Health Services is working on the province's COVID-19 response, and says contact tracing is \"one of the best ways to contain this virus.\" Countries including South Korea, Japan and Singapore have been able to contain the coronavirus through aggressive contact tracing, she says.  China is using a phone app to track which of its citizens are at risk of COVID-19, but according to the New York Times, the app might also be sending personal information to the police.  Canadian officials are looking into how technology could help control the outbreak while also protecting patient privacy.   Physical distancing measures alone aren't going to be enough to stop the spread of the virus, says Jennifer Nuzzo, an epidemiologist with Johns Hopkins University. The need for contact tracing is likely to continue to increase, even as overall COVID-19 cases eventually start to level off, she says. The federal government is calling for volunteers to help with case tracking and contact tracing. Here's where you can get more information, if you're interested in signing up. You can also read about the measures provinces like Saskatchewan, Newfoundland and Labrador and Alberta are taking to employ and train more people to help track coronavirus cases.  We're also answering your questions every night on The National. Watch below: Monday we answered questions about reusing N95 masks, to how the virus affects infants. Read here. Keep your questions coming by emailing us at COVID@cbc.ca."], ["Boris Johnson is stable and 'in good spirits,' British PM's office says", "British Prime Minister Boris Johnson remained in stable condition on Tuesday evening in London, but will stay in intensive care for \"close monitoring\" after suffering a deterioration of his COVID-19 symptoms yesterday, his spokesperson said. He added that Johnson remains in good spirits. Earlier on Tuesday, the spokesperson told reporters the prime minister, who was admitted to hospital on Sunday, was receiving standard oxygen treatment and was breathing without any other assistance. He was still conscious and did not require a mechanical ventilator, his office said. \"The prime minister has been stable overnight and remains in good spirits. He is receiving standard oxygen treatment and breathing without any other assistance. He has not required mechanical ventilation, or non-invasive respiratory support,\" the spokesperson, who traditionally speaks without his name being published, told reporters. Johnson's personal battle with the virus has shaken the British government just as the United Kingdom enters what scientists say is likely to be one of the most deadly weeks of the pandemic, which has killed 70,000 people worldwide. Johnson, 55, was admitted to St Thomas' Hospital across the River Thames from the House of Commons late on Sunday after suffering persistent coronavirus symptoms, including a high temperature and a cough, for more than 10 days. His condition rapidly deteriorated over the next 24 hours, and he was moved to an intensive care unit, where the most serious cases are treated. Although he had received oxygen, his office said he was still conscious and was moved to intensive care in case he needed to be put on a ventilator. \"The prime minister is in intensive care, being looked after by his medical team, receiving the very, very best care from the team at St Thomas' and our hopes and prayers are with him and with his family,\" Cabinet Office Minister Michael Gove said earlier Tuesday. \"We all hope that he can be restored to health as quickly as possible, and that's all we're thinking about at the moment,\" said Gove, who also announced he was self-isolating after a family member developed mild coronavirus symptoms. Former British prime minister David Cameron predicted Johnson would \"come through this,\" calling him resilient, while Canadian Prime Minister Justin Trudeau was among a number of international world leaders wishing him a speedy recovery. Sending my best wishes to Prime Minister <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> for a full and speedy recovery. My thoughts are with you and your family right now. Hope to see you back at Number 10 soon. Foreign Secretary Dominic Raab is currently standing in for Johnson. British Finance Minister Rishi Sunak would take responsibility for leading the country if Raab were unable to, the Downing Street spokesperson said. \"There is an established order of precedence,\" Johnson's spokesperson said. \"In line with the order of precedence, the chancellor [Sunak] would follow from the Foreign Secretary.\" Johnson's move to intensive care added to the sense of upheaval that the coronavirus crisis has wrought after its spread caused widespread panic, sowed chaos through financial markets and prompted the virtual shutdown of the global economy. \"The focus of the government will continue to be on making sure that the prime minister's direction, all the plans for making sure that we can defeat coronavirus and can pull the country through this challenge, will be taken forward,\" a sombre Raab said Monday. Raab, 46, takes the helm at a pivotal time: The official death toll in the U.K. currently stands at 5,655, and last week the health minister said the deadliest peak for deaths was projected to be Easter Sunday, April 12. Earlier today The Queen sent a message to Carrie Symonds and to the Johnson family. Her Majesty said they were in her thoughts and that she wished the Prime Minister a full and speedy recovery. <a href=\"https://t.co/Mo1SgAd9wh\">pic.twitter.com/Mo1SgAd9wh</a> The U.K. is in a state of virtual lockdown, a situation due to be reviewed early next week, and some ministers have suggested it might need to be extended because some people were flouting the strict rules. There have also been calls for ministers to detail what the exit plans were from the shutdown, which has hammered the world's fifth-biggest economy after the government ordered restaurants, bars, and nearly all shops to close and told people to stay at home to curb the spread of the virus. Johnson tested positive for the virus on March 26, the first leader of a major power to announce that he had been infected. After 10 days of isolation in an apartment at Downing Street, he was admitted to hospital. He was last seen in a video message posted on Twitter on Friday when he looked weary. Johnson, who is not a smoker, said recently that he wanted to lose weight. He plays tennis and while mayor of London used to cycle around the capital. Johnson's pregnant 32-year-old fiancée, Carrie Symonds, also had symptoms but said on Saturday she was feeling better. Downing Street said repeatedly on Monday that Johnson remained in charge and was reading documents, but the move to intensive care revealed the gravity of his condition. \"There is no doubt this turn of events means Boris Johnson is extremely sick,\" said Derek Hill, a professor of medical imaging at University College London. The face of the 2016 Brexit campaign, Johnson won a resounding election victory in December before leading the U.K. out of the European Union on Jan. 31."], ["Nearly 1M Canadians applied for emergency COVID-19 benefits on Day 1", "Nearly one million Canadians filed for income support benefits on the first day the emergency COVID-19 program was open for applications. Employment Minister Carla Qualtrough's office says 996,000 new claims were filed for the Canada emergency response benefit (CERB) on Monday, which offers people about $2,000 a month for up to 16 weeks. As of 4 p.m. Tuesday, another 537,000 applications had flooded in. Since March 15, the federal government has received more than four million claims, including employment insurance (EI) claims that will be paid out as the CERB for the first four months before EI payments kick in. More than three million applications have been processed to date. In his daily briefing this morning, Prime Minister Justin Trudeau expressed appreciation for the public servants processing those claims, noting that they are working around the clock to get Canadians the help they need as quickly as possible. Despite the high numbers, Trudeau acknowledged Monday that some people who should qualify for the aid aren't eligible under current rules. He promised that changes will be announced in the coming days to include students and people such as gig workers, contractors and volunteer firefighters who work 10 hours or fewer per week. He also said there would be support for those who continue to work but are making less than they would through CERB, such as home care workers or people caring for vulnerable seniors in long-term care facilities. \"You need support now, and work is underway to get it to you as soon as possible,\" he said. \"For people in all of these situations, we see you, we're going to be there for you, and we're working as hard as we can to get you the support you need.\" NDP Leader Jagmeet Singh wrote to Trudeau today pushing again for universal basic income support instead of what he called a \"complicated, means-based system.\" He recommended several amendments to capture more people in the CERB eligibility rules, including students and low-income Canadians. Singh also urged the government to deliver \"courage pay\" to ensure essential workers make at least $15 an hour, along with a 20 per cent top-up for danger pay. \"The consequences of having a program that excludes the most vulnerable are as tragic as they are human,\" Singh wrote in the letter. \"More people will run out of food, more people will lose their homes, and more people will end up on the street.\" The government is asking people to apply for CERB on days of the week according to birth month in order to avoid overloading the system managed by the Canada Revenue Agency. On Monday, people born January through March were to apply. Today, it's people born April through June. Tomorrow, people born July through September should apply, while Thursday is application day for those born between October and December. The government also is offering a 75 per cent wage subsidy program to help businesses keep people on the payroll. Under that program, businesses qualify if they have seen a 30 per cent decline in revenue compared to the same month last year. All businesses, charities and non-profits are eligible for the subsidy. Parliament is expected to be recalled in coming days to pass legislation to enable the program, which is expected to cost $71 billion. Trudeau said Tuesday that the government shared the proposed legislation with opposition parties Monday evening. \"I know House leaders will be speaking throughout the day to reach an agreement for the House of Commons to quickly pass this legislation, which will give much needed financial support to Canadian workers while helping employers to keep their staff on the payroll,\" he said. \"A lot of work has been done since we announced our plan to subsidize wages. We continue to rely on your input and feedback as we refine it, and we'll have more details to share very soon.\""], ["MLB, players' union discuss playing all games in Arizona", "Putting all 30 teams in the Phoenix, Ariz., area this season and playing in empty ballparks was among the ideas discussed Monday by Major League Baseball and the players' association. The sides held a telephone call to talk about paths forward for a season delayed by the coronavirus pandemic, people familiar with the discussion told The Associated Press. They spoke on condition of anonymity because no details were announced. Ideas are still in the early stage, and the Arizona option would have many obstacles to overcome, the people said. MLB released a statement Tuesday morning saying no decisions have been made. \"MLB has been actively considering numerous contingency plans that would allow play to commence once the public health situation has improved to the point that it is safe to do so,\" the statement read. \"While we have discussed the idea of staging games at one location as one potential option, we have not settled on that option or developed a detailed plan.\" Half of the MLB clubs hold spring training in Arizona, the other half in Florida. Arizona's advantage is 10 spring training ballparks plus the Arizona Diamondbacks' Chase Field all within about 80 kilometres. Florida's spring training ballparks are spread by as much as 350 kilometres. WATCH | What might NHL playoffs look like? \"It allows for immediacy of a schedule, where you might be able to begin it and televise it, provide Major League Baseball to America,\" said Scott Boras, baseball's most prominent agent. \"I think players are willing to do what's necessary because I think they understand the importance of baseball for their own livelihoods and for the interest of our country and providing a necessary product that gives all the people that are isolated enjoyment.\" \"It gives them a sense of a return to some normalcy,\" Boras added. \"You talk to a psychologist about it and they say it's really good for a culture to have sport and to have a focus like that, where for a few hours a day they can take their minds off the difficult reality of the virus.\" Baseball's season had been set to start March 26 but spring training was halted on March 12. After the Centers for Disease Control and Prevention recommended restricting events of more than 50 people for eight weeks, MLB said it would not open until mid-May at the earliest. Texas Rangers president of baseball operations Jon Daniels said MLB is examining different options and he didn't want to speculate. \"But, obviously, we'd all love to find a way to play, provided we could do safely, and that would be the priority,\" he said. The players' association would want to survey its members to determine whether they would support such a plan, one of the people said. It begins and ends right here <a href=\"https://t.co/TzyQvLq0bc\">https://t.co/TzyQvLq0bc</a> <a href=\"https://t.co/OAkDcl3JWY\">pic.twitter.com/OAkDcl3JWY</a> \"You're going to be largely separated from your families and you're going to have to function in a very contained way. It's not a normal life, this idea,\" Boras said. \"You're going to have an identified group of people. You're going to have a constantly tested group of people. And you're going to have a very limited access of those people to the outside world so that you can assure a very uncontaminated league, if you will, to produce a product that is inspirational to our country.\" Chase Field, with artificial turf and a retractable roof, could be the site of daily tripleheaders, Boras said. MLB and the union reached a deal March 26 to advance $170 million US in salary to players for the first 60 days of the season. As part of the deal, players would get only prorated portions of their salaries if the regular season is cut from its usual 162 games and would receive no additional salary if the season is scrapped. Both sides have agreed to attempt to play as full a season as is possible, and this plan would enable the season to start while waiting for health and government officials to determine whether it is safe to resume play in regular-season ballparks, with the travel that would entail."], ["Do alcohol and COVID-19 isolation mix? Some health experts don't think so", "Long lines. Shoppers, many of them wearing masks, standing two metres apart. Is it worth the risk of community interaction during a deadly pandemic just to load up on booze? The answer for some Canadians, it would seem, is yes. As with sales of groceries, medications and other goods, alcohol sales increased across the country in March as people stockpiled bottles to prepare for a long isolation through the COVID-19 outbreak. That has some addiction experts warning that those packed fridges and liquor cabinets mixed with hours of isolation at home could lead to much higher consumption, even among Canadians who typically drink in moderation. \"I think that what this crisis we're in might have revealed is that, for an important number of Canadians, perhaps alcohol is more essential to them in their lives than they thought it was,\" said Catherine Paradis, senior research and policy analyst at the Canadian Centre on Substance Use and Addiction (CCSA), a non-governmental organization that seeks to reduce alcohol- and drug-related harms. Another concern expressed by some experts who spoke with CBC News is that Canadians — already identified by the World Health Organization as being some of the heaviest drinkers per capita in the developed world — may increasingly turn to alcohol to dull anxieties and fear during the global crisis. WATCH | Paradis says mixing booze with isolation comes with potential risks: CBC News asked all provincial liquor authorities for sales figures covering the past four weeks. Some declined to provide hard numbers, but all acknowledged a jump in sales as consumers stocked up on wine, beer and spirits. In Newfoundland and Labrador, for example, overall alcohol sales jumped 36 per cent in March compared with the same time last year. Privately run Liquor Express stores, which remained open to pop-in traffic, saw a 70 per cent spike in business. Newfoundland and Labrador Liquor Corporation stores shifted to pre-order and pickup sales only on March 21.   P.E.I. witnessed large lineups in late March when the province temporarily shuttered its large provincially run liquor stores, driving up sales at privately operated \"agency\" outlets by 244 per cent in one week. In Quebec, a spokesperson for the Société des alcools du Québec (SAQ) likened it to the Christmas sales rush, while B.C. saw over-the-counter sales jump by 40 per cent in March compared with February, with bulk sizes of liquor, beer and wine up more than 120 per cent. All provinces have adjusted retail liquor operations to remain open to customers or provide pickup or delivery options after declaring it an essential service along with places like grocery stores and pharmacies. That has prompted complaints from some liquor store employees who fear reporting to work during the outbreak. Ontario Premier Doug Ford cited concern for people with a dependence on alcohol as a basis for keeping liquor stores open. \"I know there are some people at home thinking, 'How does that work?'\" he said at a news conference last month. \"Well, there are people out there with addictions. We're there to help them.\" The province's cannabis stores were also initially on the list of essential services, but the Ford government changed its position last week and ordered them closed. Cannabis is still available online through the government-owned Ontario Cannabis Store.   Researchers say while most Canadians are not addicted to alcohol, a small percentage of drinkers are so dependent that if liquor stores were to close, they could face serious withdrawal and possibly put added strain on the overburdened health-care system. Ann Dowsett Johnston, author of Drink: The Intimate Relationship Between Women and Alcohol, says there are other reasons provinces have kept liquor stores open. \"No. 1, it's a cash cow. No one wants to shut it down,\" she said. No. 2, she said, governments are asking the public to endure some really tough times. \"And the last thing you want to do is be the government that took away their alcohol,\" she said. \"Alcohol is how we relax, we celebrate, we reward and we deal with anxiety … and this is a very anxious public, very worried, very scared,\" Dowsett Johnston said. WATCH | Walk the long line outside a liquor store in Toronto: Jay Mercier, a teacher in Toronto, stood in line Friday to buy a bottle of wine for a video-chat game party with friends to break up the boredom of isolation. He said he isn't consuming more alcohol than usual while being cooped up at home. \"I've actually been doing hobbies more, cooking more, baking more, helping my girlfriend out with her business,\" he said.  Winchester Liao visits Toronto liquor stores almost every day as a \"booze-runner\" for delivery company Runner, which has seen an increase in orders from people staying at home.  \"Some are very cautious and really scared [to go shopping],\" Liao said. Social media has been awash in images, jokes and memes about all of this alcohol stockpiling, as people anticipate long weeks ahead staying indoors in isolation. This is my neighborhood liquor store this morning. I think in my neck of the woods booze beats out toilet paper.. lol <a href=\"https://twitter.com/hashtag/liquorstore?src=hash&amp;ref_src=twsrc%5Etfw\">#liquorstore</a> <a href=\"https://twitter.com/hashtag/LCBO?src=hash&amp;ref_src=twsrc%5Etfw\">#LCBO</a> <a href=\"https://twitter.com/hashtag/toronto?src=hash&amp;ref_src=twsrc%5Etfw\">#toronto</a> <a href=\"https://twitter.com/hashtag/alcohol?src=hash&amp;ref_src=twsrc%5Etfw\">#alcohol</a> <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> <a href=\"https://twitter.com/hashtag/shopping?src=hash&amp;ref_src=twsrc%5Etfw\">#shopping</a> <a href=\"https://twitter.com/hashtag/architecture?src=hash&amp;ref_src=twsrc%5Etfw\">#architecture</a> <a href=\"https://twitter.com/hashtag/building?src=hash&amp;ref_src=twsrc%5Etfw\">#building</a> <a href=\"https://twitter.com/hashtag/people?src=hash&amp;ref_src=twsrc%5Etfw\">#people</a> <a href=\"https://twitter.com/hashtag/line?src=hash&amp;ref_src=twsrc%5Etfw\">#line</a> <a href=\"https://twitter.com/hashtag/SaturdayMorning?src=hash&amp;ref_src=twsrc%5Etfw\">#SaturdayMorning</a> <a href=\"https://twitter.com/hashtag/city?src=hash&amp;ref_src=twsrc%5Etfw\">#city</a> <a href=\"https://twitter.com/hashtag/CityofTO?src=hash&amp;ref_src=twsrc%5Etfw\">#CityofTO</a> <a href=\"https://t.co/YjRgtmYLlr\">pic.twitter.com/YjRgtmYLlr</a> Do I have a enough <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> <a href=\"https://twitter.com/hashtag/booze?src=hash&amp;ref_src=twsrc%5Etfw\">#booze</a> <a href=\"https://twitter.com/hashtag/whisky?src=hash&amp;ref_src=twsrc%5Etfw\">#whisky</a> <a href=\"https://twitter.com/hashtag/whiskey?src=hash&amp;ref_src=twsrc%5Etfw\">#whiskey</a> <a href=\"https://t.co/eXBcqE4RD7\">pic.twitter.com/eXBcqE4RD7</a> But there is a darker side, addiction experts warn. While clubs and bars are closed and social get-togethers cancelled, with people stockpiling alcohol at home — and many with more time on their hands as they're stuck inside — Paradis says there is the risk of both greater consumption and an increase in predictable associated harms, such as domestic violence and child neglect. \"There's a real risk that people will drink more often and in greater quantity than usual,\" said Paradis, who points out that studies have shown Canadian drinking culture is largely built around weekends and time off. \"Right now, in this crisis, all those boundaries are blurred,\" she said. \"So what will that mean when possibly every day feels like a Friday or a Saturday, or there's always an excuse to have a drink, and then you have alcohol in the house?\" At this point, Paradis doesn't have an answer. She acknowledges there is no data yet on peoples' drinking habits during this unprecedented situation. WATCH | Closing liquor stores wasn't an option, but we still need to talk about the risks that come with isolation and increased anxiety, author says: Ann Dowsett Johnston says she's concerned about what's happening inside isolated homes where children, with school closed, are exposed to increased heavy drinking or alcoholism. \"I grew up in one of those homes and it's a very, very, very difficult place to be when you're a kid,\" she said. Others who study substance use and addiction say people under the influence could be more likely to ignore public health directives around physical isolation, putting themselves or others at risk. \"Once our judgment becomes impaired, if we become intoxicated, I think that may be creating additional risks for us contacting the virus that we might not otherwise take,\" said Dr. Robert Mann, a scientist with the Centre for Addiction and Mental Health (CAMH) in Toronto. Alcohol use by Canadians already comes at a huge cost to the health-care system, courts and the economy — $14.8 billion a year, according to a major study by the Canadian Centre on Substance Use and Addiction. \"So if this turns out to be a very wet apocalypse, we might wake up with a very real hangover when it comes to costs for government,\" said Paradis, the centre's senior research and policy analyst. Pandemic stress and anxiety are already driving growth in online support services. In the past two weeks, the Virtual Mental Health Program at CAMH in Toronto has trained approximately 400 clinicians and residents to use what's known as virtual health programs — counselling services run via video conference or telephone. Some people in recovery for addiction, whose regular support meetings such as Alcoholics Anonymous are shuttered due to COVID-19, are turning to online support meetings. Laura McKowen, a former heavy drinker and author of We Are the Luckiest: The Surprising Magic of a Sober Life, has launched online video town hall meetings five days a week, attracting 250 to 300 people at a time from around the world, including Canadians. \"People largely drink to combat anxiety. And whether you are sober or not sober, anxiety is up,\" McKowen told CBC News. \"A lot of people are just at home. They have too much time. They are out of their routines and can't go to the gym. They can't do the normal things that they would do to cope.\" WATCH | Hundreds log on to sobriety town halls:  She's encountered people who are relapsing during this crisis, she said, but also first-timers logging on to seek support. \"I didn't really realize how much we need community right now,\" she said. \"Not Instagram and Facebook groups. Now we need to see faces and hear voices. So that's been really interesting to me.\"  Dowsett Johnston said as people spend their days in isolation to avoid COVID-19, it is a perfect time for Canadians to take stock and examine their own drinking behaviours. She says alcohol has become so woven into everyday life and culture that it's difficult to talk about it as a public health issue, despite the evidence it can be harmful and even fatal. \"It is almost impossible to talk about this without sounding like a prohibitionist,\" she said. But the fact is, she said, alcohol causes more death in this country than any other drug. \"More people die from our favourite drug — and it is our favourite drug.\""], ["'It's a complicated situation': Temporary foreign workers allowed into Canada, but there are hurdles", "The federal government has allowed the temporary foreign worker program to go ahead with modifications to account for COVID-19, but employers are experiencing hurdles getting workers into the country. Some farmers and beekeepers are worried that their workers will arrive too late.  Bill Termeer, owner of Moondance Honey near Sexsmith, Alta., brings about seven temporary foreign workers into Canada each year from the Philippines to help run his 5,000 honeybee colonies. \"It's very difficult for the guys to go travel around and get their paperwork,\" Termeer said. \"They just don't have it. So I expect there will be a shortage of workers.\" Workers usually arrive around the beginning of April, Termeer said, meaning the crews are already late. The workers need to quarantine for two weeks when they get into the country.  Termeer said it is a struggle to hire locals to do the seasonal work. Albertans don't want to come back to the job year after year, he said. The Canadian Honey Council is looking at options to charter a plane from Nicaragua, at a cost between $130,000 and $230,000, to bring in about 160 beekeepers, said Rod Scarlett, the council's executive director. The Canadian beekeepers would have to foot the bill.  \"All the airlines started to cut back on their services, so foreign workers couldn't catch flights out of their respective countries,\" Scarlett said.  \"Then, there were health protocols that had to be approved. And the government introduced quarantine protocols that had to be sent to other governments to get approved.\" He said the process of getting work visas has stalled in some countries.  \"It's a complicated situation.\"  Scarlett said Albertan beekeepers are trying to bring in about 350 workers right now.  \"Certainly, they will be looking at getting Canadians to go work with the bees, but with no skill and experience, it's a steep learning curve.\" He said it would take two non-experienced workers and a supervisor to replace one experienced temporary foreign worker. Scarlett said it would be a \"complicated and expensive endeavour.\" Canadian farmers bring in thousands of foreign workers every year to plant seeds and harvest crops.  Manitoba vegetable and berry farmer Beth Connery, labour chair for the Canadian Horticultural Council, said between 60,000 and 70,000 foreign workers come in every year.   She said there are risks to replacing the temporary foreign workers with Canadians.  \"What happens if things go back to normal and then those people go back to their old jobs? And if we've got crops out in the field, how will they be harvested?\" Connery brings in between 55 and 60 workers for her 242-hectare farm in Portage la Prairie, Man. About 36 workers would come in for the asparagus harvest at the beginning of May.  She said her farm has already overcome several hurdles in getting the workers into the country, and she's hoping to be able to get over the last few in time to harvest. But she said she's concerned for workers' safety and wants them to stay healthy.  Alan Marritt, president of Vacation World in Calgary, has been in the business of arranging travel for temporary foreign workers for the last 37 years. He said he's been able to get some people into the country, but it's been difficult. He had 106 people scheduled to fly in on April 8, but that was pushed until April 15 and 17.  \"They [farmers and beekeepers] are being as patient as they can be, but they're desperate,\" Marritt said. \"They're looking at their whole year going down the drain.\" WATCH | COVID-19 modelling suggests we're in it for the long haul: He said all the governments involved are doing their best to bring in workers and come up with protocols to keep everyone safe.  But in the meantime, farmers have to wait.  \"Farmers are tough buggers, but I've been hearing tears in their voice.\" A spokesperson for the federal department of Employment and Social Development said in an email that it is working alongside Immigration, Refugees and Citizenship Canada to process applications under the temporary foreign worker program.  Employment and Social Development is working to lighten the \"administrative burden\" for employers, the statement said. \"No travellers including temporary foreign workers who present with COVID-19 symptoms are allowed to board international flights to Canada,\" department representative Isabelle Maheu said in a statement.  As well, the travellers need to isolate for 14 days upon arrival.  \"Employers are required to pay workers during their 14 days of mandatory self-isolation following arrival.\" Justin Laurence, spokesperson for Alberta's Agriculture and Forestry Department, said in an email that the department has asked the federal government to increase flexibility for farmers in the business risk management program.  He added that the government has several financial aids for farmers, including $153 million in a disaster relief fund, and $74.7 million to help cover insurance claims and pay income support for workers. "], ["Outpouring of support after COVID-19 fears leave Ottawa nurse homeless", "An Ottawa nurse who was left homeless because of fears she would spread COVID-19 says she now has a temporary place to stay and is working on finding a more permanent home. Kathrine Slinski's story of being repeatedly rejected as a tenant because of her job shone a spotlight on some of the challenges health care workers face during this pandemic. The response to her story, however, is a reminder of another truth — there are also people willing to step up and help out someone in need.  \"I have been really struck by how generous people are.\" Nearly a week after CBC News first reported that Slinski had been left without a home because her landlady feared she would contract COVID-19 from the nurse, Slinski said she is still receiving offers from strangers of places to stay and even free meals. \"It's crazy,\" she said of the outpouring of support. For the time being, Slinski has moved into a space in a co-op near downtown Ottawa. The man the unit belongs to reached out to her after hearing the report that she had lost her home. Slinski said his place is available to her for free for the remainder of the COVID-19 outbreak while he stays with his son. That gives her some time to try to find a more permanent place to live, she said. She has also returned to work after taking several days off to sort out her housing situation. Slinski works as a community care nurse, often dealing with palliative care patients.  While she's not in a hospital or testing centre, her work is still affected by the COVID-19 outbreak. She said there are new policies on personal protective equipment and she has to learn how to conduct virtual visits with some patients. Despite all the stress she's faced, she's still glad to be a nurse. \"I'd never change what I do for a living.\"  While Slinski is grateful for all the offers of help, she still faces challenges in finding a permanent place to rent.  Her recent ordeal has convinced her she should stop trying to rent a room in someone else's home, but her budget is a challenge. As a registered practical nurse, she said she doesn't make as much as a registered nurse. She said she also gives financial support to her two children, who are 18 and 20. \"I work and I make an income. I can't imagine what it's like for other people. Honestly, I'm reduced to this, even though I work hard every day.\" She's looking into the process of enrolling with the city for a rental unit geared to her income. But she knows the waiting list can be long. She describes the rental market in Ottawa as a \"horrible situation.\" Still, she's grateful that she's not facing immediate homelessness and now has time to try to sort out her options. Asked why she thinks so many people offered her help, she notes that public opinion surveys consistently show nurses are among the most trusted professions. But she doesn't take any personal credit. \"I help give people relief and some kind of comfort. I think that the effort and the time I put into it is no different to anybody else who is out there working right now.\" And in the midst of this outbreak, she said, that help is being provided by so many essential workers."]]