[["Ontario conducting fewer COVID-19 tests daily as cases keep climbing", "The number of COVID-19 tests completed in Ontario each day has dwindled steadily over the past week, raising concerns that the province is missing cases of the illness and failing to capture the true spread of the novel coronavirus.  Data from the Ministry of Health shows there were just 2,568 new test results provided on Tuesday. That's roughly half the daily target of 5,000 that the government promised to achieve in late March, and far short of the 19,000 tests per day promised for the third week of April.  The slower-than-promised pace continued Wednesday, with Ontario announcing 3,237 new test results. To best combat the spread of COVID-19, experts in public health and epidemiology say Ontario needs to be testing more rather than less.  \"I am a little bit concerned that we don't have a very good handle of what's happening with this epidemic right now,\" Dr. Jeff Kwong, a professor of public health and family medicine at the University of Toronto, told CBC News. \"If we can identify more of the cases that are in the community it will help give us a better idea of what's going on.\"  Ontario is testing a smaller portion of its population than anywhere else in Canada. Quebec, B.C. and Alberta are each testing at double the province's rate.   The reason for the shortfall appears to be that Ontario continues to restrict who gets tested by recommending against testing people who have not recently travelled internationally, even if they have symptoms of COVID-19.    \"It's possible that there are more people out there who have this infection that we're not aware of, and they may be spreading it on to their contacts,\" said Kwong.   Ontario is giving priority for testing to hospital patients, nursing-home residents and health-care workers. Despite that, Public Health Ontario laboratories struggled to keep up with the volume of tests in March, leading to a backlog that peaked at nearly 11,000 people waiting for their results.  That backlog is now cleared with help from private labs, and officials — including the health minister and the province's associate medical officer of health — have said the public and private labs together can now process as many as 13,000 tests per day.  But Ontario has not tested anywhere near that many people in a single day yet, and there are no signs of when it will ramp up testing to use the full lab capacity.  One sign of how narrowly Ontario's testing is focused on the most likely cases: nearly 15 per cent of the test results announced on Tuesday were positive. Quebec's confirmed cases are running at about nine per cent of all tests, and in B.C. it's less than three per cent. Ontario Health Minister Christine Elliott said she will soon announce plans for more testing of the most vulnerable populations, including residents of nursing and retirement homes.  \"We have developed a strategy in order to be able to increase that testing there,\" she told a news conference Tuesday.  Provincial officials have been working on new guidelines for testing that will make the most difference on health-care outcomes, said Dr. Vanessa Allen, chief of medical microbiology for Public Health Ontario.  \"We want to be able to make the largest impact with the resources we have,\" Allen said in an interview with CBC News.  \"We have a responsibility to ramp up capacity so that we can get better tools for our response and a better picture of the epidemic.\" "], ["Coronavirus: What's happening in Canada and around the world Wednesday", "The latest:  People in Alberta and Quebec got a sense of how the COVID-19 epidemic might unfold in those provinces on Tuesday as health experts and officials presented a range of projections and scenarios around how the virus will spread. Saskatchewan and Newfoundland are expected to offer some coronavirus projections on Wednesday. Premier Jason Kenney outlined what he described as a \"probable\" scenario for Alberta on Tuesday that suggested the province won't see a peak in the virus until mid-May. That model suggested Alberta could see as many as 800,000 COVID-19 cases by the end of the summer with death figures ranging from 400 to 3,100. Another more \"elevated\" scenario pointed toward the possibility of both higher case numbers and between 500 and 6,600 deaths. Kenney noted that the figures may seem overwhelming, and was quick to caution that the models are \"not a done deal.\"  \"How many people are infected, how many die, whether we overwhelm our health-care system — all of that depends on us and our choices.\"  WATCH | Quebec presents COVID-19 scenarios: Quebec also offered up modelling information at the request of Premier François Legault, who wanted to share the information publicly despite concerns from his chief public health official. The modelling out of Quebec suggested the province could see between 1,200 and 9,000 deaths by the end of April. Public health officials noted that the current thinking is that the number of deaths will be closer to the lower estimate. Ontario, which saw its total number of reported cases pass 5,000 on Wednesday, presented its modelling last week. The federal government has suggested it will do the same once it has sufficient information from the provinces — though when that might be was not immediately clear.  Prime Minister Justin Trudeau largely focused on emergency economic measures as he gave his daily address outside Rideau Cottage on Wednesday, but he also reiterated his message about the need for vigilant adherence to public health measures, including physical distancing.  In British Columbia, case numbers haven't hit the levels seen in Quebec and Ontario. Premier John Horgan said officials in his province are \"optimistic\" but noted that \"we're far from out of the woods yet.\"  Horgan told CBC's Rosemary Barton on Wednesday that in his view — and the view of B.C. chief health officer Dr. Bonnie Henry — the objective of modelling is to help the province plan and prepare.  \"We need to use that modelling for practical reasons,\" he said. He said the \"curve is starting to bend\" in B.C. and is encouraged by that, but expressed concern about people getting less vigilant about physical distancing and other measures as the weather improves.  Horgan talked about the province's progress in slowing the spread of the disease and addressed the question of what needs to be done to ensure cases aren't imported from abroad.  \"We want to make sure that everyone has a plan to self-isolate,\" he said of incoming international travellers, adding that the federal government is working with the province to \"resolve the issue.\"  More details about what Horgan described as a \"larger document\" for inbound international travellers entering B.C. are expected later Wednesday. He praised the efforts being made by leaders across the country and said premiers and politicians are working across political lines. \"We're working co-operatively, focused on results for Canadians.\" Dr. Theresa Tam, Canada's chief public health officer, has previously noted that projections are used for planning purposes and are not \"crystal balls.\" The models can vary widely, Tam has said, and are \"highly sensitive to our actions,\" including measures like physical distancing, self-isolation and handwashing. According to a database maintained by Johns Hopkins University in Baltimore, there have been more than 80,000 documented COVID-19-related deaths worldwide. The novel coronavirus first emerged in China, but has since spread to countries around the world, sparking both health crises and economic chaos as countries lockdown to try and limit the outbreak. WATCH | Unemployment in Alberta could hit 25%: The Public Health Agency of Canada, which has been monitoring the evolution of the pandemic, said online on Tuesday that though the risk varies between communities the \"risk to Canadians is considered high.\"  \"If we do not flatten the epidemic curve now, the increase of COVID-19 cases could impact health-care resources available to Canadians,\" said the PHAC site on coronavirus, which has been updated to include amended guidance on wearing non-medical masks to help prevent the spread of COVID-19. Tam has urged people to behave as though COVID-19 is in their community, even if local health officials have not confirmed any cases.  Here's a look at what's happening in Canada and around the world.  As of 10:40 a.m. ET on Wednesday, Canada had 18,447 confirmed and presumptive cases of COVID-19. The provinces that release data on patients considered recovered had listed 4,326 cases as resolved. CBC News, which has been tallying the reported deaths, has recorded 421 COVID-19-related deaths in Canada, with two known coronavirus-related deaths of Canadians abroad. Public health officials have noted that the reported figures don't capture the full picture as they don't include cases that haven't been tested or are still under investigation.  British Columbia reported four more COVID-19-related deaths on Tuesday, bringing the total to 43. Dr. Bonnie Henry, the province's chief health officer, said she is particularly worried about seniors. \"We protect them by connecting safely from a distance.\" Read more about what's happening in B.C. Alberta reported 25 new cases Tuesday, which was the lowest single-day increase of COVID-19 cases reported in the province in weeks. The province also announced two more deaths linked to the novel coronavirus, bringing the provincial total to 26. Read more about what's happening in Alberta.  Why Alberta's COVID-19 testing numbers have been down lately — and are set to pick back up Health officials in Saskatchewan are expected to release their own COVID-19 projections on Wednesday, as well as information on how the health system is preparing for an expected surge in cases. Read more about what's happening in Saskatchewan. Manitoba reported its third COVID-19-related death on Tuesday. The death came as Dr. Brent Roussin, the province's top public health official, said the virus was not yet near its peak. \"I think we're going to see many, many more cases here in Manitoba, but we know we're going to continue with our efforts and we're going to escalate our efforts if necessary. Read more about what's happening in Manitoba.  In Ontario, public health experts have been calling for more widespread testing, but data from the province's health ministry indicates that the province is falling short of its target. Read more from CBC's Mike Crawley on how the province is testing for COVID-19. Health officials in Quebec are worried about COVID-19 in long-term care homes as case numbers in vulnerable seniors are on the rise. At one long-term care home in Laval, nearly half of the residents have coronavirus and eight people have died. Read more about what's happening in Quebec. New Brunswick Premier Blaine Higgs said Tuesday he feels \"more and more comfortable\" the province will have the supplies it needs to respond to COVID-19. Read more about what's happening in N.B. WATCH | What happens when you're in the ICU with COVID-19: Nova Scotia reported its first COVID-19-related death on Tuesday. Premier Stephen McNeil repeated his call for people to stay home and keep their distance when they go out, saying: \"This virus kills and the only way we can kill it is if we keep our distance from one another. And for the love of God, stay home and stop partying please, for the sake of our province.\" Read more about what's happening in Nova Scotia. In Prince Edward Island, the government is waiting to hear from the federal government about whether the coronavirus will delay the start of the spring lobster season, which was set to open in early May. Read more about what's happening on P.E.I. The health minister in Newfoundland and Labrador is warning people to stay home over the long weekend. \"We need to get this right. This weekend you won't notice the difference. Next week you'll notice it in 10 to 14 days' time,\" John Haggie said. Read more about what's happening in N.L. Yukon announced Tuesday that students won't have any more face-to-face classes this academic year. Read more about what's happening across Canada's North, including new advice around masks for people in the Northwest Territories. From The Associated Press, updated at 10:30 a.m. ET Across the United States, the death toll linked to the coronavirus outbreak has topped 12,900, with nearly 400,000 confirmed infections. Some of the deadliest hot spots are Detroit, New Orleans and the New York metropolitan area, which includes parts of Long Island, New Jersey and Connecticut. New York Mayor Bill de Blasio said some communities in the city's five boroughs are feeling the impact of the virus disproportionately. He said Hispanics, for example, account for 29 per cent of all New Yorkers, but 34 per cent of the COVID-19 fatalities are in the Hispanic community. A leader of the White House's coronavirus response team is warning there could be another wave of U.S. infections if people don't stick with the health guidelines recommending they stay indoors and avoid social interactions. Dr. Deborah Birx said: \"If people start going out again, socially interacting, we could see a very acute second wave very early.\" Birx told NBC's Today show she's \"hopeful\" the United States will have fewer than the projected 100,000 to 240,000 deaths. She said people have been following the 30-day recommendations to stay at least six feet away from others, wash their hands regularly with soap and water, use hand sanitizer and avoid gatherings of more than 10 people. But Birx said what's \"really important\" is people \"don't turn these early signs of hope into releasing from the 30 days to stop the spread.\" World Health Organization responds to Trump criticisms on China Meanwhile, President Donald Trump threatened to freeze U.S. funding to the World Health Organization, saying the international group had \"missed the call\" on the pandemic. Trump said the WHO had \"called it wrong\" on the virus and that the organization was \"very China-centric\" in its approach, suggesting that it had gone along with Beijing's efforts months ago to minimize the severity of the outbreak. From The Associated Press and Reuters, updated at 10 a.m. ET  British Prime Minister Boris Johnson is responding to treatment in intensive care at a central London hospital, his spokesperson told reporters on Wednesday. \"The prime minister remains clinically stable and is responding to treatment. He continues to be cared for in the intensive care unit at St. Thomas' Hospital. He is in good spirits.\" On Tuesday, Downing Street said Johnson was receiving standard oxygen treatment and breathing without assistance. The country's confirmed death toll reached 6,159 as of Tuesday, an increase of 786 from 24 hours earlier. That was the biggest daily leap to date, although the deaths reported Tuesday occurred over several days. Spain's Health Ministry reported Wednesday 757 new deaths of patients with coronavirus and 6,180 new confirmed infections. Both figures were slightly higher than Tuesday's, when the first increase in five days was explained by a backlog of test results and fatalities that had gone unreported over the weekend. But doubts about the statistics are growing as fresh data starts to emerge. Authorities in Spain have already acknowledged that a scarcity of testing kits and a bottleneck in the number of tests that laboratories can conduct on a daily basis are giving an underestimated contagion tally, which rose to 146,000 on Wednesday. A nationwide survey of 30,000 households has been launched to figure out what is the more approximate extent of the epidemic beyond hospitals and nursing homes. In Italy, the hardest-hit country of all with over 17,000 deaths, authorities appealed to people ahead of Easter weekend not to lower their guard and to abide by a lockdown now in its fifth week, even as new cases dropped to a level not seen since the early weeks of the outbreak. In Germany, the daily case tally increased for the second straight day after four previous days of decreases. France should extend its lockdown for several weeks, a chief medical adviser said, after it became the fourth country to register more than 10,000 deaths.  A French military ship is heading back to port after some staff on board showed signs of COVID-19 symptoms. The Chinese city of Wuhan ended its two-month lockdown, even as a small northern city ordered restrictions on its residents amid concern about a second wave of infections. WATCH | COVID-19: Can you disinfect a paper or N95 mask to re-use it? India's financial hub Mumbai is set to extend lockdown measures until at least April 30 as authorities race to expand testing. The number of confirmed cases in India has crossed the 5,000 mark, with 149 deaths. The country has only conducted 121,271 tests, but is likely to scale up testing in the coming days. India has put its entire population, one-fifth of the worlds' population, under lockdown until April 14. Commuters packed into trains in the Japanese capital on Wednesday, the first day of a state of emergency, with some expressing confusion over how best to restrict their movements. South Korea's government said on Wednesday it will increase restrictions on people travelling from overseas to prevent new coronavirus infections, and announced new stimulus measures for exporters hit by the outbreak. South Korea will temporarily suspend visa waivers for citizens of countries that have imposed travel bans on South Koreans, Prime Minister Chung Sye-kyun said. Singapore announced new measures to accelerate local food production, including a plan to turn car park rooftops in public housing estates into urban farms. Hong Kong extended physical-distancing restrictions, including the closure of some bars and pubs and a ban on public gatherings of more than four people, until April 23. As of Wednesday, Indonesia had identified nearly 3,000 cases and recorded 240 deaths. But public health experts and epidemiologists point to the relatively low frequency of testing and high death rate as indications the true infection rate is likely substantially higher. Iranian President Hassan Rouhani pressed harder on Wednesday for a $5 billion US emergency IMF loan the country has sought to fight the Middle East's worst coronavirus outbreak, saying the Fund would be guilty of discrimination if it withholds the money. Iran has banned intercity travel and shut non-essential businesses to fight an outbreak that, according to official figures, has killed 4,003 people and infected 67,286. 'Tremendously dangerous': In Iran, conspiracy theories and religious bickering slow COVID-19 response Saudi Arabia's health minister said the virus could eventually infect between 10,000 and 200,000 people in the country. South Africa's health minister said 66 people at a single hospital in Durban have tested positive for the coronavirus in the past few days, including 48 staffers. Zweli Mkhize said authorities are looking into closing parts of St. Augustine's Hospital. The minister said less than 100 people across the country are currently hospitalized with the virus. He also sought to reassure anxious health workers after a union went to court over the shortage of protective gear, saying South Africa's supply should last up to eight weeks. South Africa has Africa's most confirmed cases with more than 1,700. The WHO, which has been expressing concern for months over how the virus will impact countries with limited resources and weaker health infrastructure, said there are more than 10,000 confirmed coronavirus cases across Africa.  When the virus first appeared in Africa, cases were mainly located in major cities.  \"Its spread beyond major cities means the opening of a new front in our fight against this virus,\" Dr. Matshidiso Moeti, World Health Organization regional director for Africa, said in a statement Wednesday. \"This requires a decentralized response, which is tailored to the local context.\" WHO called on the international community to offer financial and technical support as countries in Africa ramp up their response. "], ["How to parent when you're in quarantine. Your COVID-19 questions answered", "We're breaking down what you need to know about the pandemic by answering your questions. You can send us your questions via email at COVID@cbc.ca and we'll answer as many as we can. We'll publish a selection of answers every weekday on our website, and we're also putting some of your questions to the experts on the air during The National and CBC News Network.   So far we've received thousands of emails from all corners of the country, including a number of questions about homemade masks and parenting while in quarantine, like this question from Lily P.  Amid the ongoing COVID-19 pandemic, we are receiving a lot of questions from parents, including Ontario mother, Lily P., who is self-isolating on her own because she might have the virus. Lily works in a grocery store and says she has a cough and chest congestion. Until she knows for sure, Lily is quarantined in an apartment, while her husband looks after their 2½-year-old son in another home. WATCH | Ontario mom Lily P. asks what she can do to connect with her young son while quarantined away from him: Toronto-based cognitive behavioural counsellor Leanne Matlow says many of her clients are upset by the loss of control and not knowing what will come next in this crisis. \"It's OK to be angry, frustrated, scared, nervous, worried,\" she said in an interview with CBC's Ioanna Roumeliotis. Child psychologist Dr. Jillian Roberts recommends that Lily P. \"bookend\" her child's day by video-chatting with him in the morning and at night — and a little bit throughout the afternoon, if possible. She advises children need a lot of distraction right now, which, in the case of a household with a sick parent, will fall on the parent caring for them. That might include extended bubble-bath time, finger-painting or playing with playdough. \"It's their responsibility right now to distract the child to the best of their ability,\" she said. \"You just divert the child as best you can.\" Read more tips for families dealing with anxiety and stress here. This week, Canada's public health officer Dr. Theresa Tam, changed course on her initial advice on non-medical masks; she now says a homemade mask can add some extra protection for the broader public, particularly by stopping the spread of the virus by those who might have COVID-19 and not realize it. So what do you need to know about homemade masks? The World Health Organization also issued new recommendations, suggesting \"for any type of mask, appropriate use and disposal are essential to ensure that they are effective and to avoid any increase in transmission.\" WHO also recommends that masks cover the mouth and nose, and are tied securely to minimize any gaps between the face and fabric. It's important to avoid touching a mask while wearing it and to untie it from behind when taking it off. Basically, you should \"always handle the mask as if it's contaminated with the coronavirus,\" said respirologist Dr. Samir Gupta.  WATCH | Dr. Samir Gupta discusses what you need to know when it comes to masks: Michael Garron Hospital, in Toronto's east end, has put out a call for homemade masks, with DIY instructions, saying they'll be given to hospital visitors, discharged patients and the broader community to prevent virus transmission. Health Canada also has additional recommendations when it comes to homemade masks here. We reached out to our business and parliamentary bureaus to answer this question, from Tim W.  The short answer? Debt. \"There is no secret pile of free money,\" said CBC News business reporter Pete Evans. The multibillion-dollar COVID-19 emergency response package for Canadians and businesses is not money the government has on hand or in a giant savings account. These are funds that will be added to the national debt, which is serviced by government bonds and treasury bills auctioned by the Bank of Canada and through other government borrowing. \"The federal government's deficit is likely going to grow by $100 billion or more for the current fiscal year,\" explained Chris Carter, a senior producer with CBC's parliamentary bureau. COVID-19 support programs will likely increase next year's deficit as well, he said, especially since taxes and revenues will be declining drastically due to the economic slowdown brought on by the global COVID-19 crisis.  The Bank of Canada also has a role to play in expanding the country's money supply, by making it easier for banks to loan money to businesses and individuals, which should stimulate spending. \"Ultimately, if these measures help support economic activity in Canada, then some of this money will come back to the government through tax revenue,\" said Carter. \"But the legacy of COVID-19 will most certainly be a significantly higher national debt.\" We're also answering your questions every night on The National. Last night, one of your questions was, when will doctors find a cure? Watch below: Keep your questions coming by emailing us at COVID@cbc.ca. On Tuesday, we answered questions about mosquitoes and physical distancing. Read those answers here."], ["Kenney warns Alberta headed for 25% unemployment", "Alberta is on track to hit a staggering 25 per cent unemployment rate as businesses continue to shed jobs amid the COVID-19 pandemic coupled with historically low oil prices, Premier Jason Kenney said Tuesday.  \"The shutdown in much of our economy is having a devastating impact,\" Kenney said to attendees of an online energy conference Tuesday morning. \"Based on some polling that we've done and some analysis, I fully expect unemployment in Alberta to be at least 25 per cent, at least half a million unemployed Albertans.\" If that happens, it would mark the highest unemployment rate in any Canadian province since modern records began. On a seasonally adjusted basis, the highest rate recorded by Statistics Canada since 1976 was in Newfoundland and Labrador, which hit 22.7 per cent unemployment in September 1984. Alberta's highest unemployment rate to date was 12.4 per cent, also in September 1984. This will be the most challenging period for the province's economy, in relative terms, since the Great Depression, Kenney told the group convened by the Canadian Association of Petroleum Producers (CAPP). Kenney said his government is taking action to try to help companies in Alberta navigate the current economic storm. His UCP government has announced $12 billion in fiscal measures, he said, either through direct investments or deferrals. Last week, Kenney announced the province's investment of $1.5 billion, plus a $6-billion loan guarantee, in the Keystone XL pipeline, in order to get the long-delayed project moving. But the premier said he's also waiting on assistance from Ottawa to help the sector. Kenney said Alberta is working with the federal government and seeking some form of credit backstop that would allow the banks to continue to extend credit to distressed companies.  \"Our estimate is that the quantum required in terms of liquidity for the sector now is in the range of $20-30 billion,\" he said. \"I have underscored repeatedly that this country cannot allow our largest industry sub-sector to fail or to be permanently impaired.\" Late last month, a report from RBC Economics said Alberta is poised to suffer the largest economic decline in Canada this year — and the most severe that the province has ever seen in a single year. It forecast that Alberta's economy would contract by 5.6 per cent and the province's unemployment rate would climb to an average of 11.5 per cent in 2020 and 10.5 per cent in 2021.  WATCH | Unemployment in Alberta could reach 25 per cent: University of Calgary economist Trevor Tombe said Kenney's forecast isn't surprising, adding it's in line with where Alberta might expect unemployment to be right now with massive hits to retail, food services and accommodation sectors. He cautioned, however, there's a lot of uncertainty. Statistics Canada is to release its figures later this week, but Tombe noted they will only reflect the period to mid-March and \"may not fully reflect the scale and the depth and breadth of this negative shock.\" He said that could take until the beginning of May. \"We should remember, this type of shock we're going through here is a choice in part — we are choosing to shut down certain aspects of economic activity in order to prevent health-care catastrophe later on down the line,\" Tombe said. He said what differentiates what people are going through now from a generational depression is that this is hopefully short-lived and that an extremely sharp contraction in economic activity will be followed by an equally unprecedented rebound if the health crisis passes in short order. \"We should be hoping for these kind of large unemployment rates to be very, very short-lived,\" he said. \"It does depend on how long it goes on for and how successful governments are in providing the bridge financing in income supports to individuals and businesses and how long it lasts.\" Kenney said he anticipates that in the days to come there will be a significant federal investment in accelerating oilfield reclamation and completion. \"It's a good and immediate way to get oilfield service companies and workers back to work in good paying jobs, addressing what is an environmental liability, but also a collective financial liability,\" he said. \"So we are expecting a significant investment on that front that should provide at least some form of relief for service companies in the industry that are currently very distressed.\" The Alberta government isn't the only one watching for Ottawa's next move. Any financial help for the industry would also draw the scrutiny of environmental groups. Last month, a number of health, faith, environmental, labour and social justice groups wrote to Prime Minister Justin Trudeau, urging him not to provide any more new money to companies, only to workers."], ["Pandemic equipment snarls will rewrite Canada's definition of national security needs, say experts", "The mad scramble to secure protective medical equipment and ventilators in the midst of a global pandemic has given some of the people who work in the usually tedious world of government procurement an unwelcome excuse to say, \"I told you so.\" For years, there have been quiet but persistent demands coming out of the defence and acquisition sectors for successive federal governments to develop a list of \"strategic industries\" that do not have to rely on foreign supply chains — as insurance against the kind of procurement panic in play right now. Those calls were largely ignored. Now, defence experts are saying the COVID-19 crisis is a costly wake-up call. Canada needs — and has needed for almost two decades — a 21st century national security industrial plan that focuses on critical equipment and materials that should be produced at home, not abroad. \"We've been totally negligent on that and it is something I have articulated over and over again,\" said Alan Williams, the former head of the procurement branch at the Department of National Defence. \"It's absolutely critical and if this doesn't wake us to that reality, I don't know what would.\" Williams devoted a substantial portion of one of his books, Reinventing Canadian Defence Procurement: A View from the Inside, to the absence of a national security vision of Canadian industry. \"It frankly pisses me off because there's no reason for us not to have done that,\" he said. \"That should be the kind of thing ministers, the leaders of the country desperately want to do. And why we seem to have avoided that kind of strategic thinking ... It just boggles my mind. It's inexcusable.\" There was a faint glimmer of hope in the initial debate over the National Shipbuilding Strategy a decade ago, when the former Conservative government made a conscious decision to build future warships, Canadian Coast Guard and fisheries vessels in Canada, instead of outsourcing the work to other countries. At least in the context of defence procurement, Canada does have what are known as \"key industrial capabilities\", including shipbuilding, the production of certain types of ammunition and the construction of a range of aerospace and maritime electronic systems. Much of the work of those \"key\" domestic industries is, however, geared toward making high-end components for global supply chains. Critics have often said the policy focuses on high-tech innovation and business priorities, rather than hard-headed national security interests. Other countries, Williams said, have carved out a space for national security interests in industrial policy by not allowing other countries to build certain pieces of equipment. The Japanese, for example, have retained the capability to assemble their own warplanes. The COVID-19 crisis, which has uncovered a potentially deadly shortage of ventilators and protective equipment for medical professionals, will push the federal government into a radical re-evaluation of what we need to be able to build at home to protect the country. In some respects, that work has already started. Earlier this week, reflecting on the Trump administration's moves to restrict exports of protective equipment, Ontario Premier Doug Ford expressed dismay over how the fate of so many Canadians had been taken out of the hands of the federal and provincial governments. \"I am just so, so disappointed right now,\" he said. \"We have a great relationship with the U.S. and all of a sudden they pull these shenanigans. But as I said yesterday, we will never rely on any other country going forward.\" Over the past two weeks, the federal government has announced plans to pour more than $2 billion into sourcing and acquiring protective medical equipment — masks, gowns, face shields, hand sanitizer — at home. On Tuesday, Ottawa unveiled a plan to get three Canadian companies to build 30,000 ventilators. Health equipment may have been outside the normal definition of national security needs until just a few weeks ago — but the shifting geopolitical landscape offered another warning sign that was ignored, said procurement expert Dave Perry. \"This is pointing out the flip side of our globalized world and globalized supply chains,\" said Perry, an analyst and vice president at the Canadian Global Affairs Institute. \"The cold, hard truth is that we're going to be relying on China for critical supplies.\" When the coronavirus outbreak ramped up, federal officials should have been aware of the potential peril involved in relying on Chinese factories for so many critical items. But in the absence of homegrown capability, Canada is at the mercy of panicked nations in the midst of panicked buying. \"The entire world is trying to put through orders from the same sets of factories we're trying to source from,\" Perry said. \"It might be accurate to criticize the Chinese for their response, but in the current context the government has to be cognizant of the impact on our potential ability to source stuff we really, really need right now from China — when there's not a lot of other options available in the short term and when the rest of the world is making the same phone calls.\" One of the critical arguments against a homegrown national security industrial strategy has been the cost. It's an argument familiar from the shipbuilding context: taxpayers pay a premium when we task Canadian industry with delivering solutions, instead of turning to cheaper foreign manufacturers. Elinor Sloan, a defence policy expert at Carleton University, said she believes the crisis will focus the public's attention on securing the critical industries and supplies the country needs in a global crisis. \"The trade-off, as we know, is that it can be more costly to build or produce at home,\" she said. \"This crisis may engender a perspective among the public that the extra cost is worth it.\"  "], ["Controversial COVID-19 treatment touted by Trump to be tested in Alberta", "Albertans who have been exposed to the coronavirus are being asked to join a clinical trial into the effectiveness of hydroxychloroquine, an anti-viral drug that's been used for decades to treat malaria and some auto-immune diseases. It's one of the drugs that U.S. President Donald Trump has touted as a \"game changer.\" Albertans who have been exposed to COVID-19 will form one part of the study, while those who have tested positive for the disease are being asked to join a separate trial.  Researchers are hoping to recruit as many as 600 people across the province. \"For now, this is going to be for people living with somebody who's known to be COVID positive or somebody who's a health-care worker that's been looking after someone who's known to be positive,\" said Dr. Ilan Schwartz, an associate professor of infectious disease at the University of Alberta's faculty of medicine.  The study is being led by McGill University with participants from Quebec, Manitoba and Alberta expected to include as many as 1,500 people from Canada. Another 1,500 people are enrolled in a similar study in the United States.  McGill team seeks Quebecers exposed to COVID-19 for hydroxychloroquine study At a time of physical distancing, participants will have no contact with medical researchers conducting the study. It means that more Albertans who live outside Calgary and Edmonton and away from the province's major universities will be able to participate. Anyone who's been exposed to the virus is being asked to visit COVID-19research.ca to see if they qualify for the study. If accepted, they'll receive a five-day course of either hydroxychloroquine or a placebo. \"We're going to be giving medication to people after they've been exposed and possibly infected to see if we can prevent that infection from taking hold,\" said Schwartz. \"No medication has proven to be effective in either preventing or treating COVID-19. And that's why we need to do these studies.\" The head of the department of microbiology, immunology and infectious disease at the University of Calgary's Cumming school of medicine says the results from three, small studies into the effectiveness of hydroxychloroquine as a treatment for COVID-19 have been mixed. Two studies showed positive results, while the third was negative.  Dr. Chris Mody says the three trials involved a total of 120 patients and their outcomes following a six-day course of hydroxychloroquine (HCQ). Watch | Be wary of online information claiming to 'cure' COVID-19: One of the trials showed virtually no difference between those who took the drug and those who didn't. Another trial showed more people who took HCQ recovered from pneumonia compared with those who received the usual care. The third trial showed more people who didn't take HCQ converted from a positive test for COVID-19 to a negative one.  \"I wouldn't say on the basis of that number of patients and two trials that look positive and one that looks negative, that we should be using hydroxychloroquine as the standard of care,\" said Mody. \"I would describe the evidence for hydroxychloroquine is that it indicates it should be studied further. That's about as far as I would go with the evidence there.\" HCQ has received a lot of attention since President Trump touted it as a \"game changer\" in a tweet last month. He suggested hydroxychloroquine along with azithromycin, an anti-biotic used to treat bacterial pneumonia, would change the world of medicine. Since the March 21 tweet, a number of people have expressed enthusiasm for the still-unproven claims.  Alberta talk radio host Danielle Smith apologized and deleted a tweet that claimed HCQ cured 100 per cent of coronavirus patients within six days of treatment.  Kathy Macdonald, a University of Calgary senator, said in a recent tweet that HCQ is \"the most effective drug!\" while retweeting an article that suggested physicians shared the same view.  The University of Calgary distanced itself from Macdonald's tweet. \"The University of Calgary is committed to developing solutions that are evidence-based and backed by scientific rigour. The views expressed were posted on a personal social media account and do not reflect those of the University of Calgary. We encourage Albertans to look to Alberta Health Services for guidance on best practices in the rapidly-evolving COVID-19 situation. In a separate tweet, Macdonald questioned why the Alberta government has such a narrow view on potential remedies. Both tweets have since been deleted. In a statement to the CBC, Alberta Health said in part: \"While different research projects are underway to assess the effectiveness of various therapies, there is no robust evidence yet on any treatment. We are closely monitoring the emerging evidence across Canada and around the world. If that changes, we will alert Albertans and take action accordingly.\"  However, the ministry acknowledged that more information regarding research studies will be made available as early as this week. \"We know that many Albertan physicians are interested in enrolling patients in research studies underway on experimental therapies,\" it said in a statement. \"We will be sending information out in the coming days so physicians who want their patients to have access to these therapies can put them in touch with the appropriate people.\" There's also been concern about the supply of HCQ since it's been touted as a possible treatment for COVID-19. The governing bodies for Alberta's physicians and pharmacists issued a joint warning about prescribing behaviours, misuse and stockpiling of the drugs. The College of Physicians and Surgeons of Alberta and the Alberta College of Pharmacy said there are \"serious concerns about shortages\" that could affect patients with chronic conditions who rely on the drugs.  Schwartz says all of the headlines around HCQ and some of the other drugs is a concern, and that it's important for the research to get underway to safely monitor patients who qualify for the trials. \"We want to avoid people taking this medication until it is proven to be both safe and effective for this purpose,\" he said. Health Canada says so far eight clinical trials have been approved.  Schwartz says just as fast as the COVID-19 pandemic evolves, they're hoping to get preliminary results from their trials in a matter of weeks.  Bryan Labby is an enterprise reporter with CBC Calgary. If you have a good story idea or tip, you can reach him at bryan.labby@cbc.ca or on Twitter at @CBCBryan."], ["Number of workers at B.C.'s Site C dam project rises, as some call for shutdown over COVID-19", "While on-site activity has shut down for all but \"essential\" workplaces across the country, construction continues at the Site C hydroelectric dam project in northern British Columbia, where nearly 1,000 workers are at camp, including hundreds who were flown in over the past couple of weeks. This despite the fact that 10 people at the site are in self-isolation for symptoms of COVID-19, and there is no publicly available information about how many workers are being tested or how physical-distancing rules can be critically observed in a worksite setting.  This has made people in the nearby community of Fort St. John nervous. \"We don't have the capacity if something were to go wrong,\" Fort St. John councillor Trevor Bolin told CBC News. Bolin said the town of 20,000 only has seven ventilators on hand, and he's among those that fear the town's health services would be overrun by an outbreak at the nearby camp. \"How can this be mitigated to ensure everybody's safety and health, not only at the camp, but in the community as well, because we are so closely connected?\" A petition circulating online is calling on B.C. Premier John Horgan and provincial health officer Dr. Bonnie Henry to suspend work at Site C and all remote-camp mega-projects in B.C., in part because of the concern that they \"could easily overwhelm the local health-care system.\" The 979 workers at the Site C camp include several hundred that have been flown in over the past couple of weeks, some of whom came from outside the country. For tips on this or any other story, contact Joseph Loiero at 416-859-8617 or joseph.loiero@cbc.ca BC Hydro, which owns the dam project, said all workers arriving from other countries must adhere to self-isolation guidelines before coming to the camp, and that pre-screening and temperature scans are now being used to determine who may access the site. The nearly thousand workers is an increase from the 819 who were there as recently as March 30. BC Hydro said the overall number is still significantly less than the number of workers it would typically have on site at this time of year. The province of B.C. has deemed the ongoing construction of the dam an essential service. Henry has defended the continued construction at industrial sites, saying last week, \"I think it's important to recognize you can't just abandon a large mine or a large industrial site. That's not safe ... for the local communities or the environment.\" Henry added that the regional health authority, Northern Health, has been active working with the industrial camps to make sure they're scaling back in order to put required measures in place to reduce the risk of people at the camp and in nearby communities. The last few weeks have revealed a discrepancy between various provincial measures when it comes to construction sites.  Last Friday, the province of Ontario deemed the only industrial construction allowed to continue is \"critical\" work such as petrochemical plants and refineries, as well as the production of personal protective equipment and \"products directly related to combating the COVID-19 pandemic.\"  Fort St. John councillor Byron Stewart thinks B.C. needs to take a stricter stance with the Site C dam project. \"It is not an emergency service. It is not a front-line service,\" said Stewart. \"I personally would like the province to come in, shut it down and send everybody home.\" As a precaution, BC Hydro said that coronavirus testing is taking place at their on-site health clinic and that they have \"not been notified of any confirmed cases of COVID-19 at Site C.\" David Conway, a BC Hydro community relations manager for Site C, told CBC News that physical distancing is in effect on the jobsite. \"My understanding is each one of our prime contractors is applying that to the specific work that's being done.\" WATCH | BC Hydro spokesman David Conway talks about physical distancing at Site C But the idea of physical distancing on the job has been challenged by some former site employees who spoke to CBC News. (CBC agreed to conceal their identities because they fear speaking out could cost them future work.) One former Site C contractor said skilled labour is \"impossible to do\" on your own. He added that much of the work is \"usually unsafe\" if it isn't performed in teams or groups. \"You can't build a dam, you can't build a coffee shop, you can't build a house, you can't build anything [working] two metres apart,\" he said. An ironworker who was last at Site C in mid-March told CBC News that when he was there, some crews were still \"working side by side with each other.\"   CBC News reached out to one of the major contractors at Site C, Peace River Hydro Partners (PRHP), about whether physical distancing is taking place on the jobsite. PRHP Communications Manager Jamie Bodnarchuk responded that the contractor \"has adjusted work scopes according to BC Hydro's directives.\" When asked whether work can be safely done if crews are kept at a distance from each other, Bodnarchuk wrote, \"The safety of our workers is our number one priority ... we have also adjusted some of our work scopes and construction tasks to accommodate new and evolving safety guidelines.\" Conway said that if workers feel unsafe, they should stop working and report it. \"We would encourage people, if they feel the situation is unsafe ... speak out. And we would encourage them to come directly to us.\" It's not only the proximity of people working together, but also socializing, that has some concerned.  The ironworker who did not want to be named said that when he was there three weeks ago, about 200 people ate together in a dining hall.   \"They tried to limit seating on the tables to three people. But the tables, they're so small that you can't do that. No matter where you go, you're not maintaining that six-feet rule.\"  BC Hydro said that the number of chairs in the dining room has been reduced and the spacing between the tables has increased so physical distancing can be observed. But they do concede there might be more than 50 people in the dining room at a time. B.C. health officials have banned gatherings of over 50 people in the province. People who ignore public health orders can now be jailed or fined upward of $25,000 and businesses have been ordered to close if they cannot operate under physical-distancing rules. Those that have lived at Site C, like the ironworker, are worried about what could happen if there's a confirmed case. He says when people get sick at camps like Site C, it can spread like \"wildfire.\"  \"I think it's crazy,\" he said, adding that he believes they're \"putting their men at risk up there.\""], ["British PM Boris Johnson 'responding to treatment' for COVID-19", "British Prime Minister Boris Johnson was \"clinically stable\" in intensive care on Wednesday and \"responding to treatment\" for COVID-19 complications, amid questions about how key coronavirus crisis decisions would be made in his absence. Johnson, who tested positive nearly two weeks ago, was admitted to St. Thomas' hospital on Sunday evening with a persistent high temperature and cough but his condition deteriorated and he was rushed into an intensive care unit. The hospital is a short drive from 10 Downing Street. The 55-year-old British leader has received oxygen support but was not put on a ventilator and his designated deputy, Foreign Secretary Dominic Raab, said he would soon be back at the helm as the world faces one of its gravest public health crises in a century. Downing Street said that Johnson was not working, but was able to contact people if needed. \"The prime minister remains clinically stable and is responding to treatment. He is in good spirits,\" Johnson's spokesman said, similar to what Downing Street has been saying over the past two days. The spokesperson declined to provide further details of Johnson's treatment, saying Wednesday's update \"was given to us by St. Thomas' hospital and it contains all of the information which the PM's medical team considers to be clinically relevant.\" As Johnson battled the novel coronavirus in hospital, the United Kingdom was entering what scientists said was the deadliest phase of the outbreak and considering the question of when to lift the lockdown. Inside the government, ministers were debating how long the world's fifth-largest economy could afford to be shut down, and the long-term implications of one of the most stringent set of emergency controls in peacetime history. The United Kingdom's total hospital deaths from COVID-19 rose by a record 786 to 6,159 as of 4 p.m. on April 6, the latest publicly available death toll, though just 213,181 people out of the population of around 68 million have been tested. Britain was in no position to lift the shutdown as the peak of the outbreak was still more than a week away, London Mayor Sadiq Khan said. \"We are nowhere near lifting the lockdown,\" Khan said. Johnson was breathing without any assistance and had not required respiratory support, said Raab, who said the prime minister, whom he described as \"a fighter,\" remained in charge. There are few precedents in British history of a prime minister being incapacitated at a time of major crisis, though Winston Churchill suffered a stroke while in office in 1953 and Tony Blair twice underwent heart treatment in the 2000s. Johnson has delegated some authority to Raab, who was appointed foreign minister less than a year ago, though any major decisions — such as when to lift the lockdown — would in effect need the blessing of Johnson's cabinet. WATCH l Can COVID-19 be spread by talking? Britain's uncodified constitution — an unwieldy collection of sometimes ancient and contradictory precedents — offers no clear, formal Plan B. In essence, it is the prime minister's call and, if he is incapacitated, then up to cabinet to decide. Raab said ministers had \"very clear directions, very clear instructions\" from Johnson but it was not clear what would happen if crucial decisions needed to be made that strayed from the approved plan. Michael Heseltine, who served as deputy prime minister to John Major in the 1990s, told the Telegraph Raab's position needed to be clarified. Former foreign secretary Malcolm Rifkind said most major decisions over the coronavirus strategy had been taken with the important exception of whether or not to ease the lockdown, a call that will need to be made in the next week or soon after. \"That is not just a medical judgment. It has to be a balance between the medical considerations and the consequences of leaving the whole economy shut down,\" Rifkind told BBC TV. While such a decision would be made by cabinet even if Johnson were not unwell, he said Britain's prime minister had authority and sway as the \"primus inter pares,\" Latin for \"first among equals.\" \"He very often can steer the direction in a particular way. Dominic Raab doesn't have the authority nor would he claim it,\" Rifkind said."], ["Shareholder sues Zoom for not disclosing security flaws", "Zoom Video Communications Inc. was slapped with a class-action suit by one of its shareholders on Tuesday accusing the videoconferencing app of overstating its privacy standards and failing to disclose that its service was not end-to-end encrypted. Shareholder Michael Drieu claimed in a court filing that a string of recent media reports highlighting the privacy flaws in Zoom's application have led to the company's stock, which had rallied for several days in the beginning of the year, to plummet. The company's shares closed down about 7.5 per cent at $113.75 US on Tuesday. They have lost nearly one-third of their market value since touching record highs in late-March. Zoom chief executive officer Eric Yuan last week apologized to users, saying the company had fallen short of the community's privacy and security expectations and was taking steps to fix the issues.  Zoom has been trying to plug security issues as it signs up millions of new users from across the world as people are forced to work from home after lockdowns were enforced to slow the spread of the coronavirus. However, the company is facing a backlash from users worried about the lack of end-to-end encryption of meeting sessions and \"Zoom-bombing,\" where uninvited guests crash into meetings. Elon Musk's rocket company SpaceX recently banned its employees from using Zoom, citing \"significant privacy and security concerns.\"  Zoom did not respond to a Reuters request for comment, after market hours. The case number is 5:20-cv-02353 and it was filed in the U.S. District Court for the Northern District of California."], ["Mushrooms, oregano oil and masks targeted in crackdown on misleading COVID-19 ads", "A mushroom spray, oil of oregano and a special hat to kill coronavirus in saliva have all been targeted by Health Canada in its crackdown on misleading and false claims of COVID-19 prevention and cures. The federal health agency has in recent weeks fielded dozens of complaints from Canadians reporting advertisements for products that claim to prevent, treat or cure the novel coronavirus that's so far killed more than 80,000 people in a global pandemic. In response, Health Canada sent compliance notices to a number of companies, and provided CBC News with a list of 27 cases where the ads were then \"withdrawn,\" along with details of the advertisements. It also contacted CBC's French-language service Radio-Canada regarding an article about one product that erroneously claimed it had been approved by the agency. The list shows how wide-ranging misinformation around COVID-19 prevention and treatment has become since the pandemic hit Canada, public health experts say. \"I like the fact that they're going after the range, because we're seeing misinformation and inappropriate marketing absolutely everywhere,\" University of Alberta professor or health law and policy and pseudoscience critic Tim Caulfield said Tuesday. \"The mere fact that there's all these claims out there shows how desperate people are for answers. But it also shows the ability — which is kind of depressing — of people to exploit the situation to sell unproven products.\" Canadian and U.S. health authorities continue to stress that there are no medications or health products approved to treat or cure COVID-19. The best way to avoid getting infected, authorities say, is to wash your hands regularly, avoid touching your face, stay at least two metres from other people and remain at home as much as possible. The 27 notices were for nine products claiming to prevent or treat the virus; eight related to the sale of masks; four related to household disinfectants or hand sanitizer; two related to respirators; and four others that Health Canada says violate the Food and Drug Act.  WATCH | CBC's Marketplace debunks COVID-19 immunity scams: Claims made on Amazon Canada, for example, included: a mixture of mushrooms that could boost immunity and prevent COVID-19 and a special \"anti-dust, anti-fog, anti-coronavirus\" hat that could isolate infected saliva. In a statement to CBC News on Tuesday, the online retail giant said it used both automated filters and human reviewers to remove products with COVID-related claims in their descriptions. \"Health Canada recently alerted us to a small number of products offered by sellers with inaccurate descriptions, which Amazon quickly removed,\" the company said. Two health companies touted oil of oregano.   A health food chain in British Columbia advertised its company-made product by saying, according to Health Canada, \"Worried about the latest coronavirus? See how oil of oregano can help!\" A naturopathic office in Toronto claimed a specific oregano oil had \"the ability to halt virus replication in host cells infected with the human coronavirus,\" Health Canada said. \"Oreganol P73 has a potent direct killing effect against the human coronavirus,\" the office said, according to the compliance notice. Canadian Senator Stan Kutcher, former head of psychiatry at Dalhousie University in Nova Scotia, said the volume of complaints from the public suggests an increasing awareness of \"blatantly false\" health information that's being spread right now. \"Some of that information can be dangerous,\" Kutcher said. \"If you tell someone to drink [chlorine] bleach — I mean, that is really bad for you. Stick a hair dryer up your nose? I mean, come on. That's the kind of stuff that we've seen out there.\" As prolific as the misinformation has become during the pandemic, Kutcher said he hopes it helps educate the public. \"Let's do a better job,\" Kutcher said. \"But, come on, Canadians. We've also got to up our game to become more science literate, more health literate, so we can separate fiction from facts, so we can separate wheat from chaff, and so that we don't get hooked in by these false claims.\" Health Canada also found several businesses were selling masks and respirators with claims that they were N95-certified when they were not. An N95 certification means that a respirator blocks at least 95 per cent of particles 0.3 microns or larger. It's the standard that health-care workers use to protect themselves against coronavirus.  Canadian Tire received a notice regarding masks advertised as N95 that were actually \"regular surgical masks,\" Health Canada said. The health agency regulates the production, sale and advertising of masks or respirators claiming medical-level protection. A spokesperson for Canadian Tire said that in late January, a vendor \"had incorrectly labelled the masks as N95-certified.\" The retail chain stopped selling the masks and offered refunds after learning of the problem, she said. Those who received notices include an eBay seller, health stores, a pharmacy and a woman selling face masks on her Instagram account. Radio-Canada also received a compliance notice for a an article it posted about one of the companies. In some cases, the companies said they had no intention of misinforming the public, and noted whatever problem Health Canada had flagged was quickly resolved. One Quebec-based company, Thymox, was told to stop advertising that one of its natural disinfectants could kill SARS and similar viruses. A company spokesperson told CBC News it complied with the order and clarified the language on its website. Since then, Thymox said it had three of its products approved for Health Canada's COVID-19 disinfectant list. But before that, Radio-Canada reported on the company's increased sales and erroneously included the claim that its products were approved. That report was highlighted by Health Canada as part of its investigation into Thymox, and the agency said it sent a regulatory letter advising Radio-Canada of an article \"that was promoting unauthorized claims.\" A spokesperson for Radio-Canada, however, said no one has seen the letter or was aware of it, but that the article in question has been corrected. Health Canada investigators also identified problems with a door-hanging advertisement, a newsletter, a media release, signs in stores and website ads. \"It really shows you how misinformation is everywhere, not just on social media,\" Caulfield said. \"They can't go after everyone — this is obviously not a comprehensive list. I kind of look at almost as a symbolic list.\" Health Canada said it is preparing to post the compliance order list, and subsequent additions, to its website. Lorian Hardcastle, a University of Calgary assistant professor who specializes in health regulation, said she expects the list will help educate the public about what's appropriate advertising during the pandemic. She noted that while some companies may have made claims or sold products mistakenly, she believes the list and other evidence shows some may have been seeking to profit. \"I would probably label it 'COVID opportunism,' and that is where someone sees a niche that they may advertise something that preys on the fear and desperation that a lot of people are experiencing,\" Hardcastle told CBC News. To identify possible violations of the Food and Drug Act, the regulator said it monitors websites, works with other agencies, such as the Competition Bureau of Canada, and investigates complaints from the public. In a statement, a spokesperson said that the department will \"use all tools at its disposal to stop these activities,\" and noted that it's illegal to make false or misleading claims while selling or advertising health products. Should a compliance notice not be followed voluntarily, companies and individuals may face charges and fines imposed by court. Hardcastle noted that the Canadian Anti-Fraud Centre, police forces and regulatory colleges for physicians, naturopaths and pharmacists have issued warnings in recent weeks about COVID-19 claims, and those bodies have their own mechanisms for enforcement and legal action. Health Canada was doing \"a reasonable job at cracking down\" on COVID-19 claims, Hardcastle said, \"given limits on their own enforcement staff.\" \"It seems like these sort of products and ads pop up about as fast as the government can respond to them,\" Hardcastle said. \"[Health Canada] didn't have people in place sort of in anticipation of there being this explosion in these kinds of claims.\" She said the health agency could consider adding more staff to investigate complaints and enforce its rules. WATCH | How to properly disinfect at home for COVID-19: \"The damage or the concern here is that people may forgo recommended treatments and may instead pursue these kinds of natural remedies,\" Hardcastle said. She also noted that the unregulated products may give people a false sense of security, leading them to be lax in following physical distancing and other guidelines. Health Canada said it will continue to work with retailers to remove misleading advertisements. If you have tips on this story or others, email rachel.ward@cbc.ca."], ["Why B.C. is flattening the COVID-19 curve while numbers in central Canada surge", "The COVID-19 outbreak is currently more severe in Canada's two largest provinces than it is in British Columbia.  That's not opinion; it's fact. Whether you go by confirmed cases or hospitalizations, by raw numbers or a per capita comparison, the virus has steadily grown in Ontario and Quebec.  But in B.C., hospitalizations and active cases have been flat for the last week. The disease growth curve, at least at this point, has been flattened. So, what's the explanation? \"It's very hard to know exactly why,\" said B.C.'s chief medical health officer, Dr. Bonnie Henry, when asked about the difference on Monday. \"Some parts of it are luck, and some parts of it are being prepared.\" It's undoubtedly true that B.C. was able to learn from having a few isolated cases in January and February. It's also true the province has been lucky not to have a viral \"super-spreader,\" as has been the case in other places.  However, there's a little bit more to it than that.  Dr. David Fisman, an epidemiology professor at the University of Toronto, said British Columbia's institutions for disease control have long been a model for the rest of the country.  \"You've got a functioning public health system, with integration of lab and epidemiology and service in British Columbia,\" he said. \"Here in Ontario, we have had difficulties with public health leadership culture for a long time.\"  Fisman says B.C. was able to, as Henry put it, \"take a lot of measures early\" because it had the lines of communication to quickly scale up a unified response relatively early.  It meant a unified response and messaging to the public were underway before COVID-19 was on the radar for many politicians. Whereas in Ontario, it took a little longer for everyone to get on the same page.  Ontario Premier Doug Ford \"has actually stepped up as a leader,\" said Fisman. \"[But] one has to realize Doug Ford's not a public health physician. He's not a microbiologist, and he's not an epidemiologist. So, he's very much dependent on the advice he's given.\" One way that played out was over spring break.  On March 12, B.C. recommended against all non-essential travel outside of Canada, while Ford told families to \"go away\" and \"have fun\" during the week-long holiday.  \"You could see this coming,\" said Fisman. \"There was talk in the epidemiology field that we really can't have a million people return to Ontario from places with unfettered COVID transmission. It's gonna be a very bad thing for us, but we didn't use that opportunity.\" At the same time, British Columbia was fortunate that the scheduled spring break for students was later than in other jurisdictions — allowing health officials to adapt.  \"We learned from Quebec,\" said Henry.  \"Their March break was two weeks earlier than ours, and people were coming back … from places like France, and coming home from March break and getting sick.\"  WATCH | Why B.C. is flattening the curve: Fisman also credited B.C. for putting in an early measure to stop health-care workers from working at multiple care homes, which was a big factor in preventing community transmission. But ultimately he believes a big part of B.C.'s fortune comes from the person who speaks to British Columbians at every news conference. \"Bonnie Henry stays at press conferences and answers the questions … and doesn't shade the truth. She's frank and honest and emotional with people,\" he said. \"And given that part of this response depends on being altruistic and doing the right thing to help other people who we will never meet, having a leader who can articulate how we're all in this together and make a convincing case for why you need to do your part … is very important.\" Henry's direct experience in overseeing Toronto's SARS and Canada's H1N1 outbreaks is the type of background that's impossible to quantify in a situation like this. Henry herself doesn't mention it at news conferences. \"Part of [curve-flattening] was the system we had in place to detect cases … and part of it was luck, and part of it was timing,\" she said. But Fisman believes Henry's experience has been crucial.  \"We all play the hand we're dealt. [British Columbia] has played the hand they've been dealt very, very well. And you can see it in the numbers,\" he said. \"Ontario has played the hand that it's dealt in a way that is not the United States … but I think Ontario is lagging.\""], ["'I'm not abandoning my wife and child': Families fight to stick together in COVID-19 pandemic", "For Robert Turner, it wasn't much of a choice. The Ontario man had the option of flying home last week on a government-organized flight out of Lima, Peru, or stay behind with his pregnant wife, who didn't qualify for a seat on a repatriation flight. \"I'm not abandoning my wife and child,\" Turner, 55, said. His wife of two years, Angelica Turner, 40, a Peruvian citizen, can't travel to Canada because her application for permanent resident status in this country, submitted 15 months ago, hasn't been processed yet, said Turner. He said he's unwilling to leave her behind alone, but also \"terrified\" of staying in Peru with an expired visitor visa during a nationwide lockdown enforced by the military. The prospect of being separated by travel restrictions is nerve-racking and heartbreaking for some couples and families amid the COVID-19 pandemic. It's compounded, at times, by confusion and frustration over the criteria to board a repatriation flight back to Canada. More than 12,000 Canadians who were trapped in foreign countries by COVID-19 border restrictions and flight cancellations have managed to get back on home soil due to the repatriation efforts of the Canadian government, according to Global Affairs Canada. The government has worked with airlines and foreign governments to arrange dozens of flights from 40 countries, including Peru, India, Nigeria, Ukraine and Cuba. A statement from the Prime Minister's Office on March 21 said flights would \"prioritize stranded travellers who are Canadian citizens, Canadian permanent residents, or immediate family members of Canadian citizens ... holding a valid travel document.\" It also says foreign nationals who are working, studying or \"making Canada their home\" would also be permitted to board a repatriation flight with valid travel documentation. Angelica doesn't have a visitor visa for Canada or a permanent resident card, so she doesn't fit the criteria to board a rescue flight. For Harminder Sandhu, 37, a licensed practical nurse, her permanent resident status wasn't enough to get a ticket home. She is stuck in India and separated from her three kids and husband back in Saint-Hubert, Que. She's been told she can't get on a repatriation flight back to Canada because she's a permanent resident who is not travelling with a Canadian citizen.  Sandhu made an emergency trip to India on March 8, with plans to return two weeks later. But India closed its airspace to all commercial flights on March 22. \"My father-in-law had a heart attack and I came here just to attend his surgery and clear medical bills,\" Sandhu said in an email to Canada's emergency response centre. \"My youngest daughter is only four years old. I am not able to control my tears when I see her crying on a video call and asking every day, 'Mommy, when would you come back?'\" She contacted Canadian consular staff in India and Ottawa last week to plead for permission to book a ticket on one of the government-organized flights out of Delhi. She explained that her husband and kids need her in Canada. She received a rejection email that said for a permanent resident to be granted a seat, they would have to be travelling with an immediate family member who is a Canadian citizen. So, Sandhu remains stuck, desperately missing her family.  \"I am a nurse and Canada needs nurses during this hard time,\" she said. Toronto resident Taryn McKay, 34, counts herself lucky. She and her boyfriend of two years, a Brazilian citizen who holds a work visa in Canada, were travelling in Peru when the country enforced a nationwide lockdown to try to stop the spread of COVID-19. The couple, facing potential border restrictions in both Canada and Brazil, wasn't willing to separate. They prepared to ride out the pandemic at a hotel in Peru. McKay later discovered that her boyfriend, a professional photographer, would be allowed on a repatriation flight to Canada with her if she could prove their common-law status. She quickly contacted their former landlords to get copies of old leases, which had both their names. \"In the end, we showed two old leases and one future lease, because we had rented a place in Toronto for May,\" McKay said. \"That seemed to do the trick.\" The couple is back in Toronto in isolation after arriving last week on a flight organized by the government.  \"I'm super relieved we could come back together. ...The uncertainty of not knowing where we would go, or when we would be able to see each other again if we separated, was the worst part,\" McKay said. Robert Turner was already impatient with Canada's immigration system, which he calls \"an apathetic, bureaucratic mess,\" but now says he's beyond frustrated that delays have put his family in a precarious legal limbo in the middle of a global health crisis. Turner, a former machinist whose hands were crushed in a workplace accident, says he's been travelling to Peru for the past eight winters to escape the cold. In February 2016, he took a morning walk in Lima to find a coffee and noticed Angelica, a chef, opening the doors to a cafe. \"Her smile captured my heart immediately,\" Turner said. The couple was married two years later. Turner splits his time between Chatham-Kent, Ont., where he owns a house, and Peru, where he stays with Angelica in their apartment in Lima. He tried to get Angelica a visitor visa to Canada after they were married, but she was denied. Turner said he's spent $7,000 on immigration consultant fees to help with his wife's permanent resident application. They submitted the paperwork 15 months ago, in January 2019, and soon after he was approved to become her sponsor. So, when Turner arrived in Peru four months ago, he was confident, he said, that his wife would be granted permanent residency in Canada before March 2020. That's when he expected the two of them would fly to Canada together. \"The immigration consultant guaranteed us this process wouldn't take any longer than 12 months,\" Turner said. Turner received an email from his member of Parliament's office two weeks ago, which he provided to CBC News, that advised him that Canada's immigration department only expedites applications in extreme circumstances. \"I need to stay together with my husband,\" Angelica said. \"I need the visa application and the embassy is very late for this, and I don't know when they answer.\" Turner and his wife are staying inside their apartment, abiding by a nationwide curfew, and following rules that prevent non-essential movements and only allow women and men to go out in public on different days.  He's worried about how long the pandemic will last, where his baby will be born, and whether his family will run out of food and money. They're already rationing rice and beans. \"The banking systems are closed here. You are lucky if you can find an ATM with any money,\" Turner said. \"It is going to become, very soon, dangerous to walk down the streets with groceries. People have no money. They cannot access money. \"I would like our child to be born in Canada. It simply feels hopeless having any faith.\""], ["Yes, we can have a 'virtual' Parliament — but we shouldn't get used to the idea", "In any other crisis, it might be reassuring to see that Parliament is still sitting — that the official business of democracy is carrying on undaunted. But in the midst of a global pandemic — when allowing people to come anywhere near each other risks spreading a potentially deadly disease — asking MPs to convene in the House of Commons seems foolish, even dangerous. In such unusual circumstances, there are good reasons to ask whether the business of Parliament can be done remotely or virtually. Just as millions of Canadians are learning to work from home and meet via videoconferencing, parliamentarians might need to adjust — even if they, like the rest of us, might be better off working in the same room as their colleagues. Liberal House leader Pablo Rodriguez formally raised the possibility of virtual sittings in a letter this weekend to the Speaker of the House. Legislatures across the world are grappling with the problem of conducting business while COVID-19 remains a threat. Some observers in Canada have called already for extraordinary arrangements. Canadian legislators may soon have a model from the United Kingdom, where discussions are underway on having the House of Commons conduct virtual sittings. In Canada, at the federal level, the House committees on finance and health already are meeting remotely, via conference calls, to hear witnesses and study the Liberal government's response to COVID-19. But general meetings of the House have so far been limited to a single sitting on March 24, with just 32 MPs present (a second sitting is expected soon to pass another emergency bill). Most of those MPs in attendance were members who lived within driving distance of Ottawa, or cabinet ministers who were already in the capital. Under the circumstances, it makes sense to operate with a reduced number of MPs — it's safer than convening a full House and it's consistent with the demands that are being made of the general public. Parliament might be an \"essential service\" but political leaders also need to model proper behaviour. But performing the important functions of Parliament with just 32 MPs also implies that the other 306 MPs are somewhat irrelevant or unnecessary. For decades, observers have deplored the diminished influence and importance of backbench MPs. Operating Parliament with just a few dozen MPs runs the risk of suggesting publicly that most MPs don't matter. At the very least, the current arrangement privileges those MPs who live closest to Ottawa. In certain respects, a virtual Parliament — imagine something like a 338-member video call — might even be an improvement on the real thing. The Speaker could, for instance, be empowered to mute hecklers. MPs, sitting alone in their own homes, might be less inclined toward the incessant clapping and cheering they apparently feel compelled to take part in whenever they're sitting together. Deprived of the dramatic surroundings of Parliament, MPs also might drop the amateur theatrics that typify question period. Whether Parliament needs to sit every day right now is debatable. The government is consumed by an immediate and urgent crisis and the opposition parties are still able to raise their voices publicly to express concerns and ask questions. But sometime after the first wave of COVID-19 abates, and if the current lockdown persists, it would be nice to have some kind of Parliament again. At some point, the other business of governing has to carry on. And a virtual Parliament seems preferable to the alternatives — at least for a limited time. Ultimately, the old-fashioned, in-person way of carrying out the business of the nation is still ideal. An extraordinary arrangement to deal with an extraordinary situation probably shouldn't be confused with a new permanent model — for many of the same reasons that explain why the rest of us will be far better off when we're not confined to our homes. Going back to the 1980s, serious consideration has been given periodically to allowing MPs to vote electronically on legislation and motions before the House — to moving away from the practice of having MPs stand, one by one, in their seats in the House to register their support or opposition. Though it has been raised several times, MPs have never followed through. Bill Blaikie, a widely respected former NDP MP, once pointed out that making that change would have at least one significant drawback: it would eliminate one of the few occasions when MPs from all parties are gathered in the same place. In the time between votes, Blaikie said, he could cross the floor to speak with another member or raise an issue directly with a minister. Ned Franks, one of the pre-eminent scholars of Canada's Parliament, once made a related observation about the modern institution that might explain why the House of Commons has gotten more antagonistic over the years. In earlier eras, he wrote in 2012, MPs spent more of their time in Ottawa. Elected members moved their families to Ottawa and spent their weekends there. The House of Commons also sat for more days each year on average. \"Competition between parties was fierce, but it was often muted and tempered by close acquaintance and common experiences and difficulties,\" Franks wrote. As politics and the job of the average MP evolved, members spent less time in Ottawa and less time around each other. When the House is sitting, most MPs now leave Ottawa on Thursday night to return to their ridings to spend the weekends shaking hands at community events. \"The consequences of a four-day-week Parliament that meets for fewer than half the weeks of the year are less informal contact between members from different parties, a decreased sense of common purpose and a much less collegial atmosphere,\" Franks argued. In the social media era that exploded in the time since Franks wrote those words, it has only gotten easier and more tempting for MPs to sneer at each other from afar. For the sake of maintaining a vital institution in the midst of a pandemic, Parliament may have to adapt. But just as we all hope to see each other again soon, it might still be better for MPs to return as quickly as possible to a place where they can cast aspersions upon each other directly."]]